var local_database = [
  // {
  //   date: "Sep 18 2019",
  //   title: "陈德荣在世界钢协执行理事会会议上发出倡议: 成立“全球绿色低碳冶金联盟",
  //   imgSrc: "cloud://mele-wpr42.6d65-mele-wpr42-1258983197/baosteel-img/bs-10-18.png",
  //   avatar: "",
  //   headImgSrc: "",
  //   author: '么了',
  //   dateTime: '24小时前',
  //   content: '10月13日，中国宝武钢铁集团有限公司董事长陈德荣出席了在墨西哥蒙特雷市举行的2019年世界钢铁协会年会，并在世界钢铁协会执行理事会会议上发出倡议：成立“全球绿色低碳冶金联盟”。”',
  //   datail: '陈德荣表示，中国宝武愿意大规模投入绿色创新资源——组建低碳冶金创新研究中心，筹建“低碳冶金技术创新基金”，以支撑“全球绿色低碳冶金联盟”运作。世界钢协是世界上规模最大、活跃度最高的行业协会之一，覆盖全球160多家钢铁生产企业、各国和各地区钢铁行业协会以及钢铁研究院所，其会员企业粗钢产量约占世界粗钢产量85%。中国宝武自2004年加入世界钢协以来，通过持续参与世界钢协会议和活动，始终保持较高的活跃度和话语权；有效利用世界钢协平台，获取前沿信息，助力企业技术创新和技术推广，为集团公司未来战略规划和技术储备提供决策依据。本次世界钢协理事会会议就钢铁行业为环境保护与绿色发展所做贡献、建筑用钢联盟项目进展、世界汽车用钢联盟“未来出行”趋势与影响力评估项目进展、欧盟绿色融资分类标准、协会治理结构调整、全球钢铁行业宣传工作等议题展开了研讨。来自浦项、纽柯、盖尔道、塔塔、日本制铁、JFE、河钢集团等十余位执行理事参加了本次会议。陈德荣在发言中指出，合作应对全球气候变化，实现绿色转型已经成为全球钢铁企业的共识和行动。新世纪以来，中国钢铁企业在围绕“实现绿色制造”、“开发环境友好产品”、“发展绿色环境产业”三个方面实现绿色发展的同时，也积极开展低碳冶金工艺技术研发，如在非高炉冶炼、薄带连铸等领域取得了有益的经验。长期以来，中国宝武秉持绿色发展理念，从绿色产品、绿色制造、绿色产业、绿色技术的维度践行绿色发展，主要能耗和排放指标达到国际领先水平，成为中国钢铁企业绿色转型的领先者。在长期的实践中，我们深切地体会到绿色转型是对传统钢铁价值链的颠覆性革命，非一企之力能够完成，需要钢铁企业、产业链上下游企业的共同努力，久久为功。因此，我们发起筹建了“中国低碳冶金技术创新联盟”。目前，联盟各项筹备工作正有序推进，预计12月底前完成召开第一次联盟成员大会暨联盟成立大会。陈德荣表示，钢铁业低碳转型应当具备全球视野。全球钢铁业需要一个全球性的开放平台，合作探索低碳转型技术方案和路线图；向全球展示钢铁行业重塑低碳价值链的努力和前景。全球钢铁的低碳转型需要中国企业的主动参与和积极作为。低碳转型作为对传统钢铁业颠覆性变革，从成本和效率的角度，需要大量的应用场景提供支撑。这也是目前全球钢铁低碳转型没有取得突破性进展的一个重要原因。中国大陆的钢铁产能已经超过全球的50%，中国庞大的生产能力可以为全球钢铁低碳工艺和技术创新提供足够的市场需求和应用场景，为绿色技术创新效益最大化提供了保障。中国经济已经进入了高质量发展的新阶段，钢铁业低碳转型符合中国经济新发展阶段的要求，拥有具备良好的政策环境。陈德荣发出倡议，成立“全球绿色低碳冶金联盟”，以推动全球钢铁行业绿色转型。他强调，中国宝武愿意秉承自愿、开放、合作、尊重和保护知识产权的原则与全球领先同行、上下游企业、装备制造商、研究机构合作，构筑开放共享的钢铁生态圈，共同构筑钢铁低碳价值链。中国宝武愿意大规模投入绿色创新资源支持联盟工作：组建低碳冶金创新研究中心。中国宝武将利用在新疆地区现有400立方米级试验高炉，建设开放性低碳冶金创新研究中心，进行氧气高炉低碳冶金和氢冶金创新工业化研究，欢迎全球同行、研究机构利用此中心进行技术开发与试验。筹建“低碳冶金技术创新基金”。为支持钢铁冶金相关领域的绿色低碳发展，中国宝武愿意牵头出资筹建“低碳冶金技术创新基金”，在全球范围内支持低碳冶金基础研究和应用研究。陈德荣最后说，中国有句古谚：众人拾柴火焰高。中国宝武诚挚地希望与各位同行一道共同组建全球绿色低碳冶金联盟，并期待在上海的2020年世界钢铁大会上举行成立仪式。在参加世界钢协年会和执行理事会会议期间，陈德荣还分别会见了世界钢协、达涅利集团、AK钢铁、安米、Techint得钦集团、特尼尔翁、 JFE、墨西哥Tubacero公司、日本制铁等的高管。会见中，陈德荣与各方就世界钢铁发展趋势、中国钢铁发展前景展望、全球化运营、环境保护与绿色发展等共同感兴趣的话题进行了交流，并诚邀各合作伙伴参与到全球绿色低碳冶金联盟中。陈德荣一行还参观了特尼尔翁墨西哥工厂。中国宝武副总经理张锦刚参加了相关活动。',
  //   reading: 3,
  //   collection: 8,
  //   postId: 0
  // }
]

module.exports = {
  postList: local_database
}