var sampleTube_ET = [
  {
    "size": "114.3×6.88×4",
    "info": "114.3T8220",
    "remark": "钢种BG13Cr-110S,孔径Φ1.6、2.6、3.2"
  },
  {
    "size": "16×2×4",
    "info": "16B4103",
    "remark": "钢种490Ⅰ"
  },
  {
    "size": "16×5×4",
    "info": "16B4103",
    "remark": "钢种490Ⅰ 孔径Φ0.65mm"
  },
  {
    "size": "17×2.6×4",
    "info": "17C6003",
    "remark": "武锅,钢种16Mo3,孔径Φ1.4mm"
  },
  {
    "size": "19.6×2.6×4",
    "info": "19.6B8003",
    "remark": "钢种26MnB5,孔径Φ0.80mm"
  },
  {
    "size": "19×2×4",
    "info": "19B0103",
    "remark": "钢种10#,孔径Φ0.65mm"
  },
  {
    "size": "21.3×4.78×4",
    "info": "21.3B6503",
    "remark": "钢种P91,孔径φ0.8mm"
  },
  {
    "size": "21.3×4.8×4",
    "info": "21.3B0203",
    "remark": "武锅监制,钢种20G,孔径Φ0.8mm"
  },
  {
    "size": "21.5×4.6×4",
    "info": "2.15E+04",
    "remark": "26MnB5,E2H,0.8mm"
  },
  {
    "size": "21.7×2.3×4",
    "info": "21.7B7703",
    "remark": "钢种STKM11A,孔径Φ0.8mm"
  },
  {
    "size": "22.1×3.7×4",
    "info": "2.21E+04",
    "remark": "34MnB5,E2H,1mm"
  },
  {
    "size": "22.23×2.87×4",
    "info": "22.23B2903",
    "remark": "钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "22×3×4",
    "info": "22B0403",
    "remark": "钢种20#,孔径Φ0.8mm"
  },
  {
    "size": "22×5×4",
    "info": "22B3403",
    "remark": "钢种10CrMo910,孔径Φ0.80mm"
  },
  {
    "size": "23×4.2×4",
    "info": "2.3E+04",
    "remark": "34MnB5,E2H,1mm"
  },
  {
    "size": "23×4.2×4",
    "info": "23B7603",
    "remark": "钢种20Mn,孔径Φ0.8mm"
  },
  {
    "size": "24.3×3.15×4",
    "info": "2.43E+04",
    "remark": "34MnB5,E2H,0.8mm"
  },
  {
    "size": "25.36×1.83×4",
    "info": "25.36C7503",
    "remark": ",钢种BG690VF,孔径Φ0.8mm"
  },
  {
    "size": "25.4×4.5×4",
    "info": "2.54E+05",
    "remark": "34MnB5,E2H,1mm"
  },
  {
    "size": "25×2.5×4",
    "info": "25B7303",
    "remark": ""
  },
  {
    "size": "25×2.5×4",
    "info": "25B1103",
    "remark": "钢种15CrMo,孔径Φ0.80mm"
  },
  {
    "size": "25×3.2×4",
    "info": "25C6003",
    "remark": "武锅,钢种16Mo3,孔径Φ1.4mm"
  },
  {
    "size": "25×5.5×4",
    "info": "25B2903",
    "remark": ",钢种T91"
  },
  {
    "size": "25×6.3×4",
    "info": "25T8103",
    "remark": "钢种L245NS,孔径Φ1.4mm"
  },
  {
    "size": "25×7.5×4",
    "info": "25B4603",
    "remark": ""
  },
  {
    "size": "26.5×4.65×4",
    "info": "26.5E9103",
    "remark": "34MnB4,E2H,1.0mm"
  },
  {
    "size": "26.9×2.9×4",
    "info": "26.9B3520",
    "remark": "联合探伤线专用样管,钢种SA210A1"
  },
  {
    "size": "26.9×4.8×4",
    "info": "26.9C3903",
    "remark": "上锅出口管监制,钢种T12,孔径Φ0.80mm"
  },
  {
    "size": "26.9×4.8×4",
    "info": "26.9C3903",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "26×4.2×4",
    "info": "26B8003",
    "remark": "钢种26MnB5,孔径Φ0.9mm"
  },
  {
    "size": "26×5×4",
    "info": "2.6E+04",
    "remark": "26MnB5,E2H,1mm"
  },
  {
    "size": "27.2×3.9×4",
    "info": "27.2B0403",
    "remark": "钢种20,孔径Φ0.90mm"
  },
  {
    "size": "27×5.56×4",
    "info": "27B0403",
    "remark": ",钢种20#,孔径Φ0.9mm"
  },
  {
    "size": "28×4×4",
    "info": "28B2903",
    "remark": ",钢种T91"
  },
  {
    "size": "28×5.5×4",
    "info": "28B8003",
    "remark": "钢种26MmB5,孔径Φ0.9mm"
  },
  {
    "size": "28×6.5×4",
    "info": "28B1021",
    "remark": ",钢种12Cr1MoVG,孔径Φ0.9mm"
  },
  {
    "size": "28×6×4",
    "info": "28B1120",
    "remark": "钢种15CrMoG,孔径Φ0.9mm"
  },
  {
    "size": "28×6×4",
    "info": "28B1003",
    "remark": ",钢种12Cr1MoVG,孔径Φ0.9mm"
  },
  {
    "size": "29.2×5.1",
    "info": "29.3E9101",
    "remark": "34MnB5,E2H,0.8mm"
  },
  {
    "size": "29×5×4",
    "info": "29B0603",
    "remark": "（钢种45#）"
  },
  {
    "size": "30.16×5.16×4",
    "info": "30.16C1821",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "30×3×4",
    "info": "30B0203",
    "remark": "（钢种为20G）"
  },
  {
    "size": "30×5.6×4",
    "info": "30A4221",
    "remark": "武锅,钢种P235GH,孔径Φ1.7mm"
  },
  {
    "size": "31.8×2.9×4",
    "info": "31.8B0220",
    "remark": "联合探伤线专用样管（钢种20G,孔径Φ0.9mm）"
  },
  {
    "size": "31.8×3.3×4",
    "info": "31.8B3520",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "31.8×3.8×4",
    "info": "31.8C3522",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "31.8×4.2×4",
    "info": "31.8C0921",
    "remark": "FW,钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "31.8×4.2×4",
    "info": "31.8C0909",
    "remark": "SA210C,FW,0.8mm"
  },
  {
    "size": "31.8×4×4",
    "info": "31.8C3521",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ0.8mm）"
  },
  {
    "size": "31.8×5.5×4",
    "info": "31.8C3921",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "31.8×5.5×4",
    "info": "31.8B3903",
    "remark": "（钢种T12,孔径Φ0.90mm,盲区）"
  },
  {
    "size": "31.8×6.1×4",
    "info": "31.8C2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "31.8×6.1×4",
    "info": "31.8E3922",
    "remark": "武锅监制,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "31.8×6.2×4",
    "info": "31.8B1111",
    "remark": "15CrMoG,0.9mm,"
  },
  {
    "size": "31.8×6.3×4",
    "info": "31.8A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ1.7mm"
  },
  {
    "size": "31.8×8×4",
    "info": "31.8B1103",
    "remark": "（钢种15CrMoG,孔径Φ0.9mm）"
  },
  {
    "size": "32×2.2×4",
    "info": "32B7503",
    "remark": "钢种BG690VF,孔径Φ0.9mm"
  },
  {
    "size": "32×3.25×4",
    "info": "32B3501",
    "remark": "钢种SA210A1,孔径Φ0.9mm"
  },
  {
    "size": "32×3×4",
    "info": "32B1103",
    "remark": "（钢种15CrMoG,孔径Φ0.9mm）"
  },
  {
    "size": "32×4×4",
    "info": "32B0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "32×5×4",
    "info": "32C1803",
    "remark": "T11,0.8mm"
  },
  {
    "size": "32×6.3×4",
    "info": "32B1120",
    "remark": "（钢种15CrMoG,孔径Φ0.9mm）"
  },
  {
    "size": "32×6×4",
    "info": "32B1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "33.4×3.38×4",
    "info": "33.4B8622",
    "remark": "武锅监制,钢种SA106C,孔径Φ1.10mm"
  },
  {
    "size": "33.4×3.8×4",
    "info": "33.4B3921",
    "remark": "钢种T92,孔径Φ0.9mm"
  },
  {
    "size": "33.4×4.55×4",
    "info": "33.4B8623",
    "remark": "武锅监制,钢种SA106C,孔径Φ1.10mm"
  },
  {
    "size": "33.4×4.55×4",
    "info": "33.4E8521",
    "remark": "武锅监制,钢种P12,孔径Φ1.58mm"
  },
  {
    "size": "33.4×6.35×4",
    "info": "33.4B8621",
    "remark": "武锅监制,钢种SA-106C,孔径Φ1.10mm"
  },
  {
    "size": "33.4×7.5×4",
    "info": "33.4B1003",
    "remark": "（钢种12Cr1MoVG,孔径Φ1.10mm）"
  },
  {
    "size": "33.4×9.09×4",
    "info": "33.4B4803",
    "remark": "钢种,孔径Φ1.10mm"
  },
  {
    "size": "33.4×9.09×4",
    "info": "33.4C2903",
    "remark": "钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "33.4×9×4",
    "info": "33E2901",
    "remark": "T91,1mm,E2H"
  },
  {
    "size": "34.9×6.1×4",
    "info": "34.9B1101",
    "remark": "武锅监制,钢种15CrMoG,孔径Φ1.10mm"
  },
  {
    "size": "34.9×6.1×4",
    "info": "34.9B0921",
    "remark": "武锅监制,钢种SA-210C,孔径Φ1.10mm"
  },
  {
    "size": "34.9×6.1×4",
    "info": "34.9B1021",
    "remark": "武锅监制,钢种12Cr1MoVG,孔径Φ1.10mm"
  },
  {
    "size": "34.9×7.3×4",
    "info": "34.9B2803",
    "remark": "钢种T22,孔径Φ1.10mm"
  },
  {
    "size": "34.9×7.3×4",
    "info": "34.9C2821",
    "remark": "武锅,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "34.9×8.4×4",
    "info": "34.9B3901",
    "remark": "钢种T12,孔径Φ1.1mm"
  },
  {
    "size": "34.9×8.4×4",
    "info": "34.9E3921",
    "remark": "武锅,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "34×3.2×4",
    "info": "34B0201",
    "remark": "（钢种20G,孔径Φ1.10mm）"
  },
  {
    "size": "34×3.5×4",
    "info": "34B0220",
    "remark": "联合探伤线专用样管（钢种20#）"
  },
  {
    "size": "34×3.5×4",
    "info": "34B6203",
    "remark": "钢种1Cr5Mo,孔径Φ1.10mm"
  },
  {
    "size": "34×4.5×4",
    "info": "34B4404",
    "remark": "27CD4,B"
  },
  {
    "size": "34×4×4",
    "info": "34B1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "34×4×4",
    "info": "34B8503",
    "remark": "试产品（钢种590,1.1mm孔径）"
  },
  {
    "size": "34×5.02×4",
    "info": "3.4E+04",
    "remark": "34MnB5,E2H,1mm,焊拔管"
  },
  {
    "size": "34×5.5×4",
    "info": "34B4820",
    "remark": "联合探伤线专用样管（钢种A106B）"
  },
  {
    "size": "34×5×4",
    "info": "34B2903",
    "remark": "T91,B,1.1mm"
  },
  {
    "size": "34×6.52×4",
    "info": "34×6.52-9003",
    "remark": "26MnB5,E2H,1mm"
  },
  {
    "size": "35×3×4",
    "info": "35B0403",
    "remark": "钢种20#,孔径Φ1.10mm"
  },
  {
    "size": "35×3×4",
    "info": "35B8403",
    "remark": "钢种Q390B,孔径Φ1.10mm"
  },
  {
    "size": "35×6.5×4",
    "info": "35E1001",
    "remark": "12Cr1MoVG,E2H,1.0MM"
  },
  {
    "size": "35×6×4",
    "info": "35B4101",
    "remark": "钢种490,孔径Φ1.10mm,盲区"
  },
  {
    "size": "36×31×4",
    "info": "36B4403",
    "remark": "光亮管钢种27CD4,孔径1.1mm"
  },
  {
    "size": "36×5×4",
    "info": "36C2001",
    "remark": "0.8MM,40Cr"
  },
  {
    "size": "36×5×4",
    "info": "36B2003",
    "remark": "（钢种40Cr,孔径Φ1.10mm）"
  },
  {
    "size": "36×6×4",
    "info": "36E4404",
    "remark": "27CD4,E2H,1.0mm"
  },
  {
    "size": "37.8×9.2×4",
    "info": "37.8B0603",
    "remark": "钢种45#,孔径Φ1.10mm"
  },
  {
    "size": "37.8×9.5×4",
    "info": "37.8B0623",
    "remark": "（产品钢种45#）"
  },
  {
    "size": "37×5×4",
    "info": "37E4401",
    "remark": "27CD4,E2H,1.0mm"
  },
  {
    "size": "37×5×4",
    "info": "37B4403",
    "remark": "（钢种27CD4,孔径Φ1.1mmm）"
  },
  {
    "size": "37×5×4",
    "info": "37B4420",
    "remark": "联合探伤线专用样管（钢种27CD4,孔径Φ1.10mm）"
  },
  {
    "size": "37×7.2×4",
    "info": "37B7303",
    "remark": "钢种St52.4,孔径Φ1.10mm"
  },
  {
    "size": "38.1×2.67×4",
    "info": "38.1B0220",
    "remark": "联合探伤线专用样管（钢种20G,孔径Φ1.10mm）"
  },
  {
    "size": "38.1×2.6×4",
    "info": "38.1×2.6C",
    "remark": "0.8mm , SA192M"
  },
  {
    "size": "38.1×2.7×4",
    "info": "38.1T1821",
    "remark": "联合探伤线专用样管,钢种T11,孔径Φ0.8mm+深度为壁厚10%的横切槽"
  },
  {
    "size": "38.1×3.76×4",
    "info": "38.1C2826",
    "remark": "T22,0.8mm,FW"
  },
  {
    "size": "38.1×3.81×4",
    "info": "38.1C0010",
    "remark": "FW,SA-209T1a,0.8mm"
  },
  {
    "size": "38.1×3.81×4",
    "info": "38.1C0922",
    "remark": "钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "38.1×4.19×4",
    "info": "38.1C2924",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "38.1×4.19×4",
    "info": "38.1C4023",
    "remark": "FW,钢种T1a,孔径Φ0.8mm"
  },
  {
    "size": "38.1×4.57×4",
    "info": "38.1C3821",
    "remark": "FW专用样管（钢种SA192,孔径Φ0.8mm）"
  },
  {
    "size": "38.1×4.57×4",
    "info": "38.1C0921",
    "remark": "FW专用样管（钢种SA210C,孔径Φ0.8mm）"
  },
  {
    "size": "38.1×4.57×4",
    "info": "38.1C4021",
    "remark": "FW专用样管（钢种T1a,孔径Φ0.8mm）"
  },
  {
    "size": "38.1×4.85×4",
    "info": "38.1B2903",
    "remark": "（钢种T91,孔径1.1mm)"
  },
  {
    "size": "38.1×4×4",
    "info": "38.1×4C",
    "remark": "SA192M , 0.8mm"
  },
  {
    "size": "38.1×4×4",
    "info": "38.1C2921",
    "remark": "FW专用样管,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "38.1×5.08×4",
    "info": "38.1C3922",
    "remark": "FW专用样管,钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "38.1×5.08×4",
    "info": "38.1C2925",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "38.1×5.08×4",
    "info": "38.1C4022",
    "remark": "FW专用样管,钢种T1a,孔径Φ0.8mm"
  },
  {
    "size": "38.1×5.58×4",
    "info": "38.1C3921",
    "remark": "FW专用样管,钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "38.1×5.59×4",
    "info": "38.1C2922",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "38.1×5.6×4",
    "info": "38.1EB2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm+1.10mm"
  },
  {
    "size": "38.1×5×4",
    "info": "38.1C2822",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "38.1×5×4",
    "info": "38.1C2922",
    "remark": "FW专用样管,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "38.1×6.05×4",
    "info": "38.1E2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "38.1×6.1×4",
    "info": "38.1C2923",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "38.1×6.1×4",
    "info": "38.1C2824",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "38.1×6.35×4",
    "info": "38.1C1821",
    "remark": "FW专用样管,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "38.1×6.3×4",
    "info": "38.1C2821",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "38.1×6.6×4",
    "info": "38.1EB2922",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "38.1×6.6×4",
    "info": "38.1C3923",
    "remark": "T12,孔径0.8mm"
  },
  {
    "size": "38.1×7.11×4",
    "info": "38.1E0921",
    "remark": "武锅监制,钢种SA210C"
  },
  {
    "size": "38.1×7.11×4",
    "info": "38.1C2823",
    "remark": "FW专用样管,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "38.1×7.11×4",
    "info": "38.1E3923",
    "remark": "武锅,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "38.1×7.3×4",
    "info": "38.1B1101",
    "remark": "钢种15CrMoG,孔径Φ1.10mm"
  },
  {
    "size": "38.1×7.3×4",
    "info": "38.1E3921",
    "remark": "武锅监制,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "38.1×7.87×4",
    "info": "38.1E2922",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "38.1×8.13×4",
    "info": "38.1C2801",
    "remark": " "
  },
  {
    "size": "38.1×8.13×4",
    "info": "38.1C2926",
    "remark": "FW,钢种T91,孔径Φ0.8mm(测厚)"
  },
  {
    "size": "38.1×8.3×4",
    "info": "38.1B3901",
    "remark": "钢种T12,孔径Φ1.10mm"
  },
  {
    "size": "38.1×8.64×4",
    "info": "38.1E2821",
    "remark": "武锅监制,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "38.1×9.1×4",
    "info": "38.1B2803",
    "remark": "（钢种T22）"
  },
  {
    "size": "38.1×9.1×4",
    "info": "38.1B2804",
    "remark": "钢种T22,孔径Φ1.10mm"
  },
  {
    "size": "38.1×9.65×4",
    "info": "38.1C3924",
    "remark": "T12,0.8mm"
  },
  {
    "size": "38×3.25×4",
    "info": "38B3501",
    "remark": "钢种SA210A1,孔径1.10mm"
  },
  {
    "size": "38×4.2×4",
    "info": "38C3921",
    "remark": "FW专用样管（钢种T12,孔径Φ0.8mm）"
  },
  {
    "size": "38×4.4×4",
    "info": "38C1821",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm）"
  },
  {
    "size": "38×4.5×4",
    "info": "38B0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×4×4",
    "info": "38B8121",
    "remark": "联合探伤线专用样管（钢种09CrCuSb,孔径Φ1.1mm）"
  },
  {
    "size": "38×5.4×4",
    "info": "38C1822",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "38×5.4×4",
    "info": "38C2921",
    "remark": "钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "38×5.4×4",
    "info": "38C2821",
    "remark": "钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "38×5.5×4",
    "info": "3.8E+04",
    "remark": "34MnB5,E2H,1mm,焊拔管"
  },
  {
    "size": "38×5.5×4",
    "info": "38B9021",
    "remark": "钢种35MnB5,孔径Φ1.1mm"
  },
  {
    "size": "38×5.9×4",
    "info": "38C3923",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "38×5×4",
    "info": "3.8E+221",
    "remark": "E2H,1mm,20G"
  },
  {
    "size": "38×5×4",
    "info": "38B0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×5×4",
    "info": "38B2103",
    "remark": "R102"
  },
  {
    "size": "38×6.5×4",
    "info": "38B1120",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×6×4",
    "info": "38B8121",
    "remark": "联合探伤线专用样管,钢种09CrCuSb,孔径Φ1.1mm"
  },
  {
    "size": "38×7.1×4",
    "info": "38A7922",
    "remark": "武锅,钢种13CrMo4-5,孔径Φ1.7mm"
  },
  {
    "size": "38×7.1×4",
    "info": "38A3421",
    "remark": "武锅,钢种10CrMo9-10,孔径Φ1.7mm"
  },
  {
    "size": "38×7×4",
    "info": "38B2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×8.1×4",
    "info": "38C3922",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "38×8.8×4",
    "info": "38A3422",
    "remark": "武锅,10CrMo9-10,孔径1.7mm"
  },
  {
    "size": "38×8.8×4",
    "info": "38A7921",
    "remark": "武锅,钢种13CrMo4-5,孔径Φ1.7mm"
  },
  {
    "size": "38×8×4",
    "info": "38E2920",
    "remark": "T91,E2H,1.0mm"
  },
  {
    "size": "38×8×4",
    "info": "38B2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×8×4",
    "info": "38A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ1.7mm"
  },
  {
    "size": "39×3×4",
    "info": "39E7000",
    "remark": "STKM13C,孔径Φ1mm,E2H"
  },
  {
    "size": "39×3×4",
    "info": "39B7020",
    "remark": "联合探伤线专用样管（钢种STKM13C,孔径Φ1.10mm）"
  },
  {
    "size": "39×3×4",
    "info": "39B7003",
    "remark": "（钢种STKM13C,孔径Φ1.10mm）"
  },
  {
    "size": "40.4×4.3×4",
    "info": "40.4B7203",
    "remark": "钢种SMn40,孔径Φ1.10mm"
  },
  {
    "size": "40.5×6.5×4",
    "info": "40.5B0520",
    "remark": "联合探伤线专用样管,钢种35,孔径Φ1.10mm"
  },
  {
    "size": "40×2.5×4",
    "info": "4E+203",
    "remark": "20G,E2H,1.0mm"
  },
  {
    "size": "40×2.5×4",
    "info": "40B4403",
    "remark": "（钢种为27CD4)"
  },
  {
    "size": "40×4×4",
    "info": "40B0403",
    "remark": "（钢种20,孔径Φ1.10mm）"
  },
  {
    "size": "40×5×4",
    "info": "4E+21",
    "remark": "P155,E2H,"
  },
  {
    "size": "40×5×4",
    "info": "40B3320",
    "remark": "联合探伤线专用样管,钢种16Mn,孔径Φ1.10mm"
  },
  {
    "size": "40×5×4",
    "info": "40B1803",
    "remark": "（钢种为CK35,钢印有误）"
  },
  {
    "size": "41.3×6.05×4",
    "info": "41.3B2901",
    "remark": "钢种T9,孔径Φ1.1mm"
  },
  {
    "size": "41.3×6.05×4",
    "info": "41.3E2922",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "41.3×6.1×4",
    "info": "41.3E2923",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "41.3×6.1×4",
    "info": "41.3B2921",
    "remark": "武锅,钢种T91,孔径Φ1.1mm"
  },
  {
    "size": "41.3×6.86×4",
    "info": "41.3E2821",
    "remark": "武锅,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "41.3×7.78×4",
    "info": "41.3E2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "41×3.4×4",
    "info": "41E1701",
    "remark": "钢种30CrMnSiA,E2H,1mm"
  },
  {
    "size": "41×3.4×4",
    "info": "41B1701",
    "remark": "钢种30CrMnSiA,孔径Φ1.10mm"
  },
  {
    "size": "41×3.4×4",
    "info": "41B1703",
    "remark": "（钢种30CrMnSiA）"
  },
  {
    "size": "42.2×4.85×4",
    "info": "42.2B5901",
    "remark": "钢种P11,孔径Φ1.10mm"
  },
  {
    "size": "42.2×6.35×4",
    "info": "42.2B8621",
    "remark": "武锅监制,钢种SA-106C,孔径Φ1.40mm"
  },
  {
    "size": "42.2×7.62×4",
    "info": "42.2E3921",
    "remark": "武锅监制,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "42.2×9.7×4",
    "info": "42.2B8622",
    "remark": "武锅,钢种SA-106C,孔径Φ1.4mm"
  },
  {
    "size": "42.2×9.7×4",
    "info": "42.2E8521",
    "remark": "武锅监制,钢种P12,孔径Φ1.58mm"
  },
  {
    "size": "42.2×9.7×4",
    "info": "42.2E6921",
    "remark": "武锅监制,钢种P22,孔径Φ1.58mm"
  },
  {
    "size": "42.4×6.1×4",
    "info": "42.4EB2922",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "42.4×6.6×4",
    "info": "42.4E3921",
    "remark": "武锅,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "42.4×6×4",
    "info": "42.4B0901",
    "remark": "武锅监制,钢种SA210C,孔径Φ1.40mm"
  },
  {
    "size": "42.4×7.11×4",
    "info": "42.4B3901",
    "remark": "钢种T12,孔径Φ1.10mm"
  },
  {
    "size": "42.4×7.1×4",
    "info": "42.4B1021",
    "remark": "武锅监制,钢种12Cr1MoVG,孔径Φ1.4mm"
  },
  {
    "size": "42.4×8.3×4",
    "info": "42.4B2801",
    "remark": "钢种T22,孔径Φ1.10mm"
  },
  {
    "size": "42.4×8.3×4",
    "info": "42.4B2821",
    "remark": "钢种T22,孔径Φ1.40mm"
  },
  {
    "size": "42.4×8.64×4",
    "info": "42.4E2821",
    "remark": "武锅监制,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "42.4×8×4",
    "info": "42.4A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ1.7mm"
  },
  {
    "size": "42.4×8×4",
    "info": "42.4EB2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm+1.40mm"
  },
  {
    "size": "42×10.4×4",
    "info": "42B2820",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "42×13×4",
    "info": "42E2929",
    "remark": "T91,E2H,孔径1.0mm"
  },
  {
    "size": "42×3.5×4",
    "info": "42B2921",
    "remark": "钢种T91,孔径Φ1.1mm"
  },
  {
    "size": "42×3×4",
    "info": "42B3601",
    "remark": "钢种CK35,孔径Φ1.10mm"
  },
  {
    "size": "42×3×4",
    "info": "42B0121",
    "remark": "钢种10#,孔径Φ1.10mm"
  },
  {
    "size": "42×3×4",
    "info": "42B3603",
    "remark": "汽车冷轧管"
  },
  {
    "size": "42×5.4×4",
    "info": "42B8921",
    "remark": "钢种34MnB5,孔径Φ1.1mm"
  },
  {
    "size": "42×5.5×4",
    "info": "42B2920",
    "remark": "联合探伤线专用样管（钢种T91,Φ1.10mm）"
  },
  {
    "size": "42×5×4",
    "info": "42B0202",
    "remark": "钢种20G,孔径Φ1.10mm"
  },
  {
    "size": "42×6.5×4",
    "info": "42E9003",
    "remark": "26MnB5,E2H,1mm"
  },
  {
    "size": "42×6.5×4",
    "info": "42B4420",
    "remark": "联合探伤线专用样管（钢种27CD4,孔径Φ1.10mm）"
  },
  {
    "size": "42×6.5×4",
    "info": "42B2921",
    "remark": "上锅监制,钢种T91,孔径Φ1.10mm,盲区"
  },
  {
    "size": "42×6×4",
    "info": "42B2120",
    "remark": "联合探伤线专用样管（钢种R102,孔径Φ1.10mm）"
  },
  {
    "size": "42×6×4",
    "info": "42B0901",
    "remark": "钢种SA210C,孔径Φ1.10mm"
  },
  {
    "size": "43.4×3.2×4",
    "info": "43.4E7001",
    "remark": "STKM13C,E2H,1.0mm"
  },
  {
    "size": "43×3.5×4",
    "info": "43B3601",
    "remark": " "
  },
  {
    "size": "44.45×10.16×4",
    "info": "44.45C2824",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.45×10.64×4",
    "info": "44.45C2825",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "44.45×10.7×4",
    "info": "44.45C2801",
    "remark": "（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "44.45×11.7×4",
    "info": "44.45C2811",
    "remark": "（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "44.45×12.2×4",
    "info": "44.45C2812",
    "remark": "（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "44.45×4.9×4",
    "info": "44.45C3923",
    "remark": "FW,钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "44.45×5.59×4",
    "info": "44.45C3121",
    "remark": "FW,钢种T2,孔径Φ0.8mm"
  },
  {
    "size": "44.45×6.1×4",
    "info": "44.45C3924",
    "remark": "T12,孔径0.8mm"
  },
  {
    "size": "44.45×6.6×4",
    "info": "44.45E3921",
    "remark": "武锅监制,钢种T12,孔径Φ1.58"
  },
  {
    "size": "44.45×7.11×4",
    "info": "44.45C3925",
    "remark": "T12,0.8mm"
  },
  {
    "size": "44.45×7.62×4",
    "info": "44.45E3922",
    "remark": "武锅,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "44.45×7.8×4",
    "info": "44.45C2822",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.45×7×4",
    "info": "44.45B2921",
    "remark": "钢种T91,孔径Φ1.40mm"
  },
  {
    "size": "44.45×8.13×4",
    "info": "44.45E2822",
    "remark": "武锅监制,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "44.45×8.59×4",
    "info": "44.45C2823",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm)"
  },
  {
    "size": "44.45×9.19×4",
    "info": "44.45C2827",
    "remark": "钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "44.45×9.65×4",
    "info": "44.45E2821",
    "remark": "武锅监制,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "44.45×9.68×4",
    "info": "44.45C2826",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "44.45×9.78×4",
    "info": "44.45EB2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5 × 5.08×4",
    "info": "44.5C2929",
    "remark": "T91,0.8mm"
  },
  {
    "size": "44.5× 4× 4m",
    "info": "44.5E7901",
    "remark": "13CrMo4-5,E2H,1mm"
  },
  {
    "size": "44.5×10.4×4",
    "info": "44.5E2929",
    "remark": "武锅,孔径1.58mm"
  },
  {
    "size": "44.5×10×4",
    "info": "44.5A6021",
    "remark": "武锅（钢种16Mo3,1.7mm孔径）"
  },
  {
    "size": "44.5×10×4",
    "info": "44.5A6022",
    "remark": "武锅钢种16Mo3,孔径Φ1.7mm"
  },
  {
    "size": "44.5×11.1×4",
    "info": "44.5E2930",
    "remark": "武锅,孔径1.58mm"
  },
  {
    "size": "44.5×12×4",
    "info": "44.5B1022",
    "remark": "武锅,钢种12Cr1MoVG,孔径Φ1.4mm"
  },
  {
    "size": "44.5×13×4",
    "info": "44.5B2929",
    "remark": "钢种T91,B级,1.4mm"
  },
  {
    "size": "44.5×2.5×4",
    "info": "44.5C3923",
    "remark": "FW专用样管（钢种T12,孔径Φ0.80mm）"
  },
  {
    "size": "44.5×2.7×4",
    "info": "44.5T1824",
    "remark": "杭锅,钢种T11,Φ0.8mm+横切槽(深度为壁厚的10%）"
  },
  {
    "size": "44.5×2.8×4",
    "info": "44.5T1823",
    "remark": "杭锅,钢种T11,Φ0.8mm+横切槽(深度为壁厚的10%）"
  },
  {
    "size": "44.5×3.43×4",
    "info": "44.5C1825",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm）"
  },
  {
    "size": "44.5×3.81×4",
    "info": "44.5C1822",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×3.81×4",
    "info": "44.5C2825",
    "remark": "FW专用样管,(钢种T22,孔径Φ0.8m,盲区）"
  },
  {
    "size": "44.5×3.81×4",
    "info": "44.5C3922",
    "remark": "FW专用样管（钢种T12,孔径Φ0.8mm,盲区）*"
  },
  {
    "size": "44.5×4.19×4",
    "info": "44.5C2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×4.22×4",
    "info": "44.5C3123",
    "remark": "FW专用样管（钢种T2,孔径φ0.8mm,盲区）"
  },
  {
    "size": "44.5×4.34×4",
    "info": "44.5C3122",
    "remark": "FW专用样管（钢种T2,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×4.39×4",
    "info": "44.5C2821",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×4.3×4",
    "info": "44.5T1822",
    "remark": "杭锅,钢种T11,Φ0.8mm+横切槽(深度为壁厚的10%）"
  },
  {
    "size": "44.5×4.42×4",
    "info": "44.5C3124",
    "remark": "FW专用样管（钢种T2,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×4.57×4",
    "info": "44.5C2929",
    "remark": "T91,孔径Φ0.8mm"
  },
  {
    "size": "44.5×4.62×4",
    "info": "44.5C3521",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×4.6×4",
    "info": "44.5C1827",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "44.5×4.8×4",
    "info": "44.5C1823",
    "remark": "FW"
  },
  {
    "size": "44.5×4.8×4",
    "info": "44.5C1823",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm）"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5B1021",
    "remark": "武锅监制,钢种12Cr1MoVG,孔径Φ1.40mm"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ1.7mm(样管编号有误,现改为44.5A6023）"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5A7922",
    "remark": "武锅,钢种13CrMo4-5,孔径Φ1.7mm"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5A3421",
    "remark": "武锅（钢种10CrMo9-10,孔径Φ1.70mm）"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5E2932",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5C3930",
    "remark": "T12,FW,0.8MM"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5C1818",
    "remark": "SA-209T1a,Φ0.8mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5C4022",
    "remark": "FW,钢种T1a,孔径Φ0.8mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5C0925",
    "remark": "FW,钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5C3931",
    "remark": "T12,FW,0.8MM"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5C0921",
    "remark": "FW专用样管（钢种SA210C,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5C4021",
    "remark": "FW专用样管（钢种T1a,孔径Φ0.80mm）"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5C2930",
    "remark": "T91,孔径Φ0.8mm"
  },
  {
    "size": "44.5×5.72×4",
    "info": "44.5C0922",
    "remark": "FW专用样管（钢种SA210C,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×5.8×4",
    "info": "44.5C0924",
    "remark": "FW专用样管（钢种SA-210C,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×5.8×4",
    "info": "44.5C1825",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×5.8×4",
    "info": "44.5C0924",
    "remark": "FW钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "44.5×5×4",
    "info": "44.5B3501",
    "remark": "钢种SA210A1,孔径Φ1.4mmm"
  },
  {
    "size": "44.5×5×4",
    "info": "44.5A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ1.7mm"
  },
  {
    "size": "44.5×5×4",
    "info": "44.5C3501",
    "remark": "钢种SA210A1,孔径Φ0.8mm"
  },
  {
    "size": "44.5×6.05×4",
    "info": "44.5E2922",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×6.17×4",
    "info": "44.5C3125",
    "remark": "FW专用样管（钢种T2,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×6.1×4",
    "info": "44.5E3921",
    "remark": "武锅监制,钢种T12,孔径Φ1.58"
  },
  {
    "size": "44.5×6.1×4",
    "info": "44.5E2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×6.22×4",
    "info": "44.5C1821",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×6.35×4",
    "info": "44.5B2904",
    "remark": "钢种T91,孔径Φ1.10mm"
  },
  {
    "size": "44.5×6.35×4",
    "info": "44.5E2925",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×6.43×4",
    "info": "44.5E2926",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×6.4×4",
    "info": "44.5C2829",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "44.5×6.5×4",
    "info": "44.5C1824",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×6.5×4",
    "info": "44.5EB2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm+1.40mm"
  },
  {
    "size": "44.5×6.6×4",
    "info": "44.5EB2922",
    "remark": "武锅监制,钢种T91,孔径1.58mm+1.40mm"
  },
  {
    "size": "44.5×6.8×4",
    "info": "44.5C1824",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5C3502",
    "remark": "FW,SA210A1,孔径0.8mm"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5T1821",
    "remark": "联合探伤线专用样管,钢种T11,孔径Φ0.8mm+深度为壁厚10%的横切槽"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5C1825",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5C0926",
    "remark": "FW,钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "44.5×7.11×4",
    "info": "44.5C2822",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×7.24×4",
    "info": "44.5E2926",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×7.2×4",
    "info": "44.5C2827",
    "remark": "钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "44.5×7.2×4",
    "info": "44.5C1826",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "44.5×7.4×4",
    "info": "44.5C2828",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "44.5×7.5×4",
    "info": "44.5EB2924",
    "remark": "武锅,钢种T91,孔径Φ1.58mm,1.4mm"
  },
  {
    "size": "44.5×7.62×4",
    "info": "44.5C0923",
    "remark": "FW专用样管（钢种SA210C,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×7.7×4",
    "info": "44.5E2927",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×7.87×4",
    "info": "44.5C2922",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×7×4",
    "info": "44.5EB2923",
    "remark": "武锅,钢种T91,孔径Φ1.58+1.4mm"
  },
  {
    "size": "44.5×8.13×4",
    "info": "44.5C3921",
    "remark": "FW专用样管（钢种T12,孔径Φ0.8mm）"
  },
  {
    "size": "44.5×8.35×4",
    "info": "44.5B2903",
    "remark": "钢种T91,孔径Φ1.10mm"
  },
  {
    "size": "44.5×8.38×4",
    "info": "44.5B2901",
    "remark": "钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "44.5×8.38×4",
    "info": "44.5E2924",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×8.4×4",
    "info": "44.5C3924",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "44.5×8.89×4",
    "info": "44.5B2902",
    "remark": "钢种T91"
  },
  {
    "size": "44.5×8.89×4",
    "info": "44.5E2923",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×8.92×4",
    "info": "44.5C2926",
    "remark": "FW专用样管（钢种T91,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5A7921",
    "remark": "钢种13CrMo4-5,孔径Φ1.7mm"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5A6022",
    "remark": "武锅,钢种16Mo3,孔径Φ1.7mm"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5A3421",
    "remark": "武锅,钢种10CrMo910,孔径Φ1.7mm"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5E2932",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×9.25×4",
    "info": "44.5E2931",
    "remark": "武锅,1.58"
  },
  {
    "size": "44.5×9.53×4",
    "info": "44.5E2928",
    "remark": "武锅,孔径1.58mm"
  },
  {
    "size": "44×5×4",
    "info": "44B3601",
    "remark": " "
  },
  {
    "size": "44×5×4",
    "info": "44B3603",
    "remark": "汽车用冷轧管(钢种CK35)"
  },
  {
    "size": "44×8.05×4",
    "info": "44B3604",
    "remark": "钢种CK35,孔径Φ1.4mm"
  },
  {
    "size": "44×8×4",
    "info": "44B3603",
    "remark": "（钢种CK35,孔径Φ1.4mm）"
  },
  {
    "size": "45.5×3×4",
    "info": "45.5B8201",
    "remark": "钢种P460N,孔径Φ1.40mm"
  },
  {
    "size": "45×10×4",
    "info": "45B2921",
    "remark": "东锅,钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "45×11×4",
    "info": "45B2922",
    "remark": "东锅,钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "45×2.5×4",
    "info": "45B7620",
    "remark": "钢种20Mn2,孔径Φ1.4mm"
  },
  {
    "size": "45×4.9×4",
    "info": "45C0921",
    "remark": "FW监制,钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "45×4×4",
    "info": "45E4403",
    "remark": "27CD4,E2H,1.0mm"
  },
  {
    "size": "45×4×4",
    "info": "45C2821",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "45×4×4",
    "info": "45B4403",
    "remark": "钢种27CD4,孔径Φ1.4mm"
  },
  {
    "size": "45×7.5×4",
    "info": "45B1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "46×2.8×4",
    "info": "46B4402",
    "remark": "（钢种27CD4）"
  },
  {
    "size": "46×2.8×4",
    "info": "46B3603",
    "remark": "汽车用冷轧管"
  },
  {
    "size": "46×4.5×4",
    "info": "46B1804",
    "remark": "（钢种为CK35,钢印有误）"
  },
  {
    "size": "46×8.5×4",
    "info": "46B7301",
    "remark": "（钢种St52.4）"
  },
  {
    "size": "47.63×5.6×4",
    "info": "47.63B2920",
    "remark": "联合探伤线专用样管（钢种T91,孔径Φ1.4mm）"
  },
  {
    "size": "47.63×6.3×4",
    "info": "47.63B2901",
    "remark": "（钢种T91,孔径Φ1.4mm）"
  },
  {
    "size": "47.63×8.6×4",
    "info": "47.63B2901",
    "remark": "联合探伤线专用样管（钢种T91,孔径Φ1.4mm）"
  },
  {
    "size": "47.6×6.3×4",
    "info": "47.6B2920",
    "remark": "联合探伤线专用样管（钢种T91,孔径Φ1.4mm）"
  },
  {
    "size": "48.3×10.15×4",
    "info": "48.3C5921",
    "remark": "FW专用样管（钢种P11,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "48.3×12.07×4",
    "info": "48.3E8521",
    "remark": "武锅,钢种P12,孔径Φ1.58mm"
  },
  {
    "size": "48.3×12.09×4",
    "info": "48.3E6921",
    "remark": "武锅监制,钢种P22,孔径Φ1.58mm"
  },
  {
    "size": "48.3×12.4×4",
    "info": "48.3C2921",
    "remark": "钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "48.3×3.8×4",
    "info": "48.3C4021",
    "remark": "FW,钢种T1a,孔径Φ0.8mm"
  },
  {
    "size": "48.3×4.05×4",
    "info": "48.3C3921",
    "remark": "FW专用样管,钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "48.3×4.05×4",
    "info": "48.3C2821",
    "remark": "FW专用样管,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "48.3×4.3×4",
    "info": "48.3C2822",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "48.3×5.6×4",
    "info": "48.3A3421",
    "remark": "武锅（钢种10CrMo9-10,1.7mm孔径）"
  },
  {
    "size": "48.3×5.6×4",
    "info": "48.3A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ1.7mm"
  },
  {
    "size": "48.3×5×4",
    "info": "48.3B2922",
    "remark": "钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "48.3×8×4",
    "info": "48.3E6521",
    "remark": "武锅监制,钢种P91,孔径Φ1.58mm"
  },
  {
    "size": "48.3×9×4",
    "info": "48.3EB2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm+Φ1.40mm"
  },
  {
    "size": "48.6×6.4×4",
    "info": "48.6C2921",
    "remark": "T91,E2H,1.2mm"
  },
  {
    "size": "48.6×6×4",
    "info": "48.6E0401",
    "remark": "20,E2H,1.2mm"
  },
  {
    "size": "48×10.5×4",
    "info": "48B2901",
    "remark": "（钢种T91,孔径Φ1.40mm）"
  },
  {
    "size": "48×12×4",
    "info": "48B2902",
    "remark": "上锅,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "48×3.5×4",
    "info": "48B0401",
    "remark": "钢种20,孔径Φ1.40mm"
  },
  {
    "size": "48×7.5×4",
    "info": "48B2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "48×7×4",
    "info": "48E2901",
    "remark": "T91,E2H,1.2mm"
  },
  {
    "size": "50.8*5.59*4M",
    "info": "50.8C1822",
    "remark": "FW,T1a,0.8mm"
  },
  {
    "size": "50.8×10.3×4",
    "info": "50.8B2922",
    "remark": "钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "50.8×10.5×4",
    "info": "50.8C2832",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "50.8×10.67×4",
    "info": "50.8C2828",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×10.67×4",
    "info": "50.8C1824",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "50.8×11.18×4",
    "info": "50.8C2831",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "50.8×11.43×4",
    "info": "50.8C2830",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "50.8×11.61×4",
    "info": "50.8E2828",
    "remark": "武锅监制,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "50.8×11.7×4",
    "info": "50.8E2926",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "50.8×12.1×4",
    "info": "50.8E2925",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "50.8×15.09×4",
    "info": "50.8B2801",
    "remark": "钢种T22,孔径Φ1.40mm"
  },
  {
    "size": "50.8×3.76×4",
    "info": "50.8C3930",
    "remark": "T22,FW,0.8mm"
  },
  {
    "size": "50.8×3.81×4",
    "info": "50.8C0929",
    "remark": "SA210A1,FW,0.8mm"
  },
  {
    "size": "50.8×3.81×4",
    "info": "50.8C2822",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8B2921",
    "remark": "武锅,钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8C3521",
    "remark": "FW专用样管（钢种SA210A1、孔径Φ0.8mm、盲区＜200mm）"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8C3127",
    "remark": "孔径0.8mm,T2"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8C1821",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8E2822",
    "remark": "武锅监制,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8C3922",
    "remark": "FW专用样管（钢种T12,孔径Φ0.8mm,盲区＜200mm）"
  },
  {
    "size": "50.8×4.29×4",
    "info": "50.8C2831",
    "remark": "T22,FW,0.8mm"
  },
  {
    "size": "50.8×4.45×4",
    "info": "50.8C2924",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8C2832",
    "remark": "T22,FW,0.8mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8C3121",
    "remark": "FW专用样管（钢种T2,孔径Φ0.8mm）"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8C0924",
    "remark": "FW,钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8C1823",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8C3924",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "50.8×4.72×4",
    "info": "50.8C2921",
    "remark": "FW专用样管（钢种T91,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×4.72×4",
    "info": "50.8C2921",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "50.8×4.8×4",
    "info": "50.8C0922",
    "remark": "FW专用样管（钢种SA210C,孔径Φ0.8mm）"
  },
  {
    "size": "50.8×5.03×4",
    "info": "50.8C3122",
    "remark": "FW专用样管（钢种T2,孔径Φ0.8mm,盲区＜200mm)"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8C0925",
    "remark": "FW,SA210A1"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8C0005",
    "remark": "T1a,0.8mm,FW"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8C3923",
    "remark": "FW专用样管（钢种T12,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8C0925",
    "remark": "FW,钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8C4023",
    "remark": "FW,钢种T1a,孔径Φ0.8mm"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8C1833",
    "remark": "T91,孔径0.8mm"
  },
  {
    "size": "50.8×5.16×4",
    "info": "50.8C1822",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm）"
  },
  {
    "size": "50.8×5.16×4",
    "info": "50.8C3128",
    "remark": "孔径0.8mm,T2"
  },
  {
    "size": "50.8×5.1×4",
    "info": "50.8C3502",
    "remark": "0.8mm,SA210A1"
  },
  {
    "size": "50.8×5.21×4",
    "info": "50.8C0921",
    "remark": "FW专用样管（钢种SA210C,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×5.38×4",
    "info": "50.8C2923",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "50.8×5.59×4",
    "info": "50.8C4021",
    "remark": "FW专用样管,钢种T1,孔径Φ0.8mm"
  },
  {
    "size": "50.8×5.59×4",
    "info": "50.8C2826",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "50.8×5.74×4",
    "info": "50.8C2922",
    "remark": "FW专用样管（钢种T91,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×5.84×4",
    "info": "50.8C1825",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "50.8×5.84×4",
    "info": "50.8C3125",
    "remark": "FW,钢种T2,孔径Φ0.8mm"
  },
  {
    "size": "50.8×6.17×4",
    "info": "50.8C3522",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×6.1×4",
    "info": "50.8C4022",
    "remark": "FW专用样管,钢种T1,孔径Φ0.8mm"
  },
  {
    "size": "50.8×6.2×4",
    "info": "50.8C0923",
    "remark": "钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "50.8×6.35×4",
    "info": "50.8C2821",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区＜200mm）"
  },
  {
    "size": "50.8×6.6×4",
    "info": "50.8E2924",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "50.8×6.6×4",
    "info": "50.8C3523",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×7.11×4",
    "info": "50.8C3922",
    "remark": "T12,孔径0.8mm"
  },
  {
    "size": "50.8×7.21×4",
    "info": "50.8B2901",
    "remark": "钢种T91,孔径Φ1.40mm"
  },
  {
    "size": "50.8×7.21×4",
    "info": "50.8E2922",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "50.8×7.24×4",
    "info": "50.8C3124",
    "remark": "FW,钢种T2,孔径Φ0.8mm"
  },
  {
    "size": "50.8×7.24×4",
    "info": "50.8C1826",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "50.8×7.5×4",
    "info": "50.8B0922",
    "remark": "武锅,钢种SA210C,孔径Φ1.4mm"
  },
  {
    "size": "50.8×7.62×4",
    "info": "50.8C2827",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm）"
  },
  {
    "size": "50.8×7.62×4",
    "info": "50.8E3921",
    "remark": "武锅监制,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "50.8×7.87×4",
    "info": "50.8C2832",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "50.8×8.13×4",
    "info": "50.8C2824",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×8.13×4",
    "info": "50.8C3923",
    "remark": "T12,0.8mm"
  },
  {
    "size": "50.8×8.64×4",
    "info": "50.8C2825",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×8.71×4",
    "info": "50.8C3126",
    "remark": "FW,钢种T2,孔径Φ0.8mm"
  },
  {
    "size": "50.8×8.76×4",
    "info": "50.8C2925",
    "remark": "FW,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "50.8×8.84×4",
    "info": "50.8C3123",
    "remark": "FW专用样管（钢种T2,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×9.14×4",
    "info": "50.8E2823",
    "remark": "武锅,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "50.8×9.25×4",
    "info": "50.8E2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "50.8×9.27×4",
    "info": "50.8C2829",
    "remark": "FW,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "50.8×9.2×4",
    "info": "50.8E2821",
    "remark": "武锅监制,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "50.8×9.4×4",
    "info": "50.8C1827",
    "remark": "FW,钢种T11,孔径Φ0.8mm"
  },
  {
    "size": "50.8×9.53×4",
    "info": "50.8E2923",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "50.8×9.58×4",
    "info": "50.8E2927",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "50×2.65×4",
    "info": "50E1801",
    "remark": "CK35,E2H,1.2mm"
  },
  {
    "size": "50×2.65×4",
    "info": "50E3603",
    "remark": "E2H,1.2mm,CK35"
  },
  {
    "size": "50×4.5×4",
    "info": "50E1101",
    "remark": "15CrMoG,E2H,1.2mm"
  },
  {
    "size": "50×4×4",
    "info": "50B1001",
    "remark": "钢种12Cr1MoVG,孔径Φ1.40mm"
  },
  {
    "size": "50×6.5×4",
    "info": "50E5701",
    "remark": "E2H,DZ40,1.2MM"
  },
  {
    "size": "50×8×4",
    "info": "50E0501",
    "remark": "35,E2H,1.0mm"
  },
  {
    "size": "51×10.5×4",
    "info": "51E2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "51×11×4",
    "info": "51C3922",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "51×12.5×4",
    "info": "51C3921",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "51×3.6×4",
    "info": "51B1120",
    "remark": "联合探伤线专用样管（15CrMoG,孔径Φ1.40mm,盲区）"
  },
  {
    "size": "51×4×4",
    "info": "51B2901",
    "remark": "钢种T91,孔径Φ1.40mm"
  },
  {
    "size": "51×4×4",
    "info": "51B4404",
    "remark": "（钢种T91,孔径Φ1.40mm）"
  },
  {
    "size": "51×5.1×4",
    "info": "51C2821",
    "remark": "钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "51×5.7×4",
    "info": "51B8921",
    "remark": "钢种34MnB5,孔径Φ1.4mm"
  },
  {
    "size": "51×5.8×4",
    "info": "51C2922",
    "remark": "钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "51×5×4",
    "info": "51B2924",
    "remark": "T91,B级,1.4mm"
  },
  {
    "size": "51×6.3×4",
    "info": "51C2921",
    "remark": "钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "51×6.8×4",
    "info": "51C2821",
    "remark": "钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "51×6×4",
    "info": "51B2921",
    "remark": "钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "51×7.5×4",
    "info": "51B2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "51×7×4",
    "info": "51E2920",
    "remark": "T91,E2H,1.0mm"
  },
  {
    "size": "51×8.8×4",
    "info": "51C2923",
    "remark": "钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "51×8×4",
    "info": "51B2901",
    "remark": ""
  },
  {
    "size": "51×8×4",
    "info": "51B2921",
    "remark": "钢种T91,孔径Φ1.4mm"
  },
  {
    "size": "51×9.5×4",
    "info": "51C2822",
    "remark": "古巴,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "51×9×4",
    "info": "51B1001",
    "remark": "钢种12Cr1MoV,孔径Φ1.40mm"
  },
  {
    "size": "52.4×6.5×4",
    "info": "5.24E+02",
    "remark": "BGDH-4124M,E2H,1.2mm"
  },
  {
    "size": "52×7×4",
    "info": "52E9201",
    "remark": "E2H,1.2mm,P460N"
  },
  {
    "size": "53.1×6.3×4",
    "info": "53.1B2420",
    "remark": "钢种SAE8617H,孔径Φ1.40mm"
  },
  {
    "size": "53.98×12.7×4",
    "info": "53.98C2801",
    "remark": "（钢种T22,孔径Φ0.8mm)"
  },
  {
    "size": "53.98×8.13×4",
    "info": "53.98C2811",
    "remark": "（钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "53.98×8.13×4",
    "info": "53.98E2821",
    "remark": ""
  },
  {
    "size": "53×3.5×4",
    "info": "53B8201",
    "remark": "钢种P460N,孔径Φ1.40mm"
  },
  {
    "size": "53×3.6×4",
    "info": "53B3501",
    "remark": "（钢种CK-35,1.4mm孔径）"
  },
  {
    "size": "54× 4.19 × 4m",
    "info": "54C3903",
    "remark": "T12,0.8mm"
  },
  {
    "size": "54×10.16×4",
    "info": "54E2821",
    "remark": "武锅,钢种SA210C孔径Φ1.58mm"
  },
  {
    "size": "54×11×4",
    "info": "54EB6522",
    "remark": "武锅监制,钢种P91,孔径Φ1.58+1.40mm"
  },
  {
    "size": "54×13.49×4",
    "info": "54E3923",
    "remark": "武锅监制,钢种T12,武锅监制,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "54×14×4",
    "info": "54B4601",
    "remark": "钢种T92,孔径Φ1.40mm"
  },
  {
    "size": "54×3.78×4",
    "info": "54B2821",
    "remark": "FW专用样管（钢种T22,孔径Φ1.40mm,盲区）"
  },
  {
    "size": "54×3.8×4",
    "info": "54B0921",
    "remark": "FW,钢种SA210C,孔径Φ1.4mm"
  },
  {
    "size": "54×4.19×4",
    "info": "54E2901",
    "remark": "T91,E2H 孔径Φ1.2mm"
  },
  {
    "size": "54×4.5×4",
    "info": "54B0221",
    "remark": "FW专用样管（钢种20G,孔径Φ1.40mm,盲区）"
  },
  {
    "size": "54×4.75×4",
    "info": "54B2822",
    "remark": "FW专用样管（钢种T22,孔径Φ1.40mm,盲区）"
  },
  {
    "size": "54×4×4",
    "info": "54E2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "54×4×4",
    "info": "54EB2922",
    "remark": "武锅监制,钢种T91,孔径Φ1.58+1.40mm"
  },
  {
    "size": "54×5.08×4",
    "info": "54C3923",
    "remark": "FW,1.4mm,T12"
  },
  {
    "size": "54×5×4",
    "info": "54B1821",
    "remark": "FW专用样管（钢种T11,孔径Φ1.40mm,盲区）"
  },
  {
    "size": "54×5×4",
    "info": "54EB6521",
    "remark": "武锅监制,钢种P91,孔径Φ1.58+1.40mm"
  },
  {
    "size": "54×6.4×4",
    "info": "54E3501",
    "remark": "1.2mm,E2H,SA210A1"
  },
  {
    "size": "54×6.4×4",
    "info": "54E4001",
    "remark": "1.2mm,E2H,T1,带横切槽"
  },
  {
    "size": "54×6×4",
    "info": "54E2922",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "54×7×4",
    "info": "54B4403",
    "remark": "（钢种27CD4,孔径Φ1.4mm）长度比较短"
  },
  {
    "size": "54×8.13×4",
    "info": "54E3924",
    "remark": "武锅,钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "54×8×4",
    "info": "54B2920",
    "remark": "钢种T91,孔径Φ1.40mm"
  },
  {
    "size": "54×9×4",
    "info": "54B2920",
    "remark": "FW专用样管（钢种T91,孔径Φ1.40mm）"
  },
  {
    "size": "55.5×4.75×4",
    "info": "55.5B5701",
    "remark": ""
  },
  {
    "size": "55.5×8.5×4",
    "info": "55.5B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "56.2×5.65×4",
    "info": "56.2B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "56×2.5×4",
    "info": "56B5703",
    "remark": "（钢种DZ60,孔径Φ1.40mm）"
  },
  {
    "size": "56×3×4",
    "info": "5.6E+02",
    "remark": "30CrMnSiA,E2H,1.2mm"
  },
  {
    "size": "56×8.5×4",
    "info": "56B7301",
    "remark": "钢种St52.4,孔径Φ1.4mm"
  },
  {
    "size": "57.15×12.12×4",
    "info": "57.15B2822",
    "remark": "FW专用样管（钢种T22,孔径Φ1.4mm,盲区）"
  },
  {
    "size": "57.15×12.19×36m",
    "info": "57.15B3122",
    "remark": "FW,钢种T2,孔径Φ1.4mm横切槽"
  },
  {
    "size": "57.15×12.24×4",
    "info": "57.15B3921",
    "remark": "FW,钢种T12,孔径Φ1.4mm,横切槽"
  },
  {
    "size": "57.15×3.05×4",
    "info": "57.15B2823",
    "remark": "FW,钢种T22,孔径Φ1.4mm"
  },
  {
    "size": "57.15×5.59×4",
    "info": "57.15EB2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "57.15×5.59×4",
    "info": "57.15C1821",
    "remark": "T11,FW,1.4mm"
  },
  {
    "size": "57.15×6.35×4",
    "info": "57.15B3521",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ1.40mm）"
  },
  {
    "size": "57.15×6.6×4",
    "info": "57.15B3522",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ1.40mm）"
  },
  {
    "size": "57.15×7.11×4",
    "info": "57.15C2822",
    "remark": "FW,T22,1.4mm"
  },
  {
    "size": "57.15×7.62×3250",
    "info": "57.15B1821",
    "remark": "FW专用样管（钢种T11,孔径Φ1.40mm）"
  },
  {
    "size": "57.15×8.64×4",
    "info": "57.15E3921",
    "remark": "武锅,钢种T12,孔径Φ1.58mm."
  },
  {
    "size": "57.15×8.92×4",
    "info": "57.15B2821",
    "remark": "FW专用样管（钢种T22,孔径Φ1.4mm,盲区）"
  },
  {
    "size": "57.15×9.02×4",
    "info": "57.15B3121",
    "remark": "FW,钢种T2,孔径Φ1.4mm"
  },
  {
    "size": "57.2×11×4",
    "info": "57.2EB6522",
    "remark": "武锅监制,钢种P91,孔径Φ1.58+1.40mm"
  },
  {
    "size": "57.2×14.5×4",
    "info": "57.2EB6521",
    "remark": "武锅监制,钢种P91,孔径Φ1.58mm+1.40mm"
  },
  {
    "size": "57.2×3.05×4",
    "info": "57.2B2821",
    "remark": "FW专用样管（钢种T22,孔径Φ1.40mm,盲区）"
  },
  {
    "size": "57.2×5.49×4",
    "info": "57.2B3520",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "57.2×7.62×4",
    "info": "57.2B1821",
    "remark": "FW,钢种T11,孔径Φ1.4mm"
  },
  {
    "size": "57.3×6.35×4",
    "info": "57.3B0921",
    "remark": "FW监制,钢种SA210C,孔径Φ1.40mm"
  },
  {
    "size": "57.5×6.5×4",
    "info": "57.5B8301",
    "remark": "钢种Q460D,孔径Φ1.40mm"
  },
  {
    "size": "57×3.5×4",
    "info": "57B0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "57×3.8×4",
    "info": "57C3921",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "57×4.5×4",
    "info": "57B4601",
    "remark": "钢种T92,孔径Φ1.40mm"
  },
  {
    "size": "57×4×4",
    "info": "57B2620",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "57×5.59×4",
    "info": "57C8901",
    "remark": "SA-209T1a,FW,1.4mm"
  },
  {
    "size": "57×5.6×4",
    "info": "57C2822",
    "remark": "古巴,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "57×5×4",
    "info": "57C3922",
    "remark": "古巴,钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "57×5×4",
    "info": "57B2901",
    "remark": "（钢种T91,孔径Φ1.40mm）"
  },
  {
    "size": "57×6.3×4",
    "info": "57C2921",
    "remark": "古巴,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "57×7.1×4",
    "info": "57A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ2.2mm"
  },
  {
    "size": "57×8.13×4",
    "info": "57C3925",
    "remark": "T12,0.8mm"
  },
  {
    "size": "57×8.6×4",
    "info": "57C3924",
    "remark": "T12,孔径0.8mm"
  },
  {
    "size": "57×8×4",
    "info": "57C2922",
    "remark": "古巴,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "57×8×4",
    "info": "57C2823",
    "remark": "古巴,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "57×8×4",
    "info": "57A3421",
    "remark": "武锅,钢种10CrMo910,孔径Φ2.2mm"
  },
  {
    "size": "57×9.5×4",
    "info": "57C2824",
    "remark": "古巴,钢种T22,孔径Φ0.8mm"
  },
  {
    "size": "57×9.5×4",
    "info": "57C3923",
    "remark": "古巴,钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "58.3×5.6×4",
    "info": "58.3B2420",
    "remark": "联合探伤专用样管"
  },
  {
    "size": "58×5.15×4",
    "info": "58B2404",
    "remark": "SAE8617H,孔径1.4mm"
  },
  {
    "size": "60.3×11×4",
    "info": "60.3E6521",
    "remark": "武锅,钢种P91,孔径Φ1.58mm"
  },
  {
    "size": "60.3×2.75×4",
    "info": "60.3E4821",
    "remark": "FW,钢种A106B,孔径Φ1.58mm"
  },
  {
    "size": "60.3×4.15×4",
    "info": "60.3C3921",
    "remark": "钢种T12,孔径Φ0.8mm"
  },
  {
    "size": "60.3×4×4",
    "info": "60.3EB1021",
    "remark": "武锅,钢种12Cr1MoVG,孔径Φ1.8mm+Φ1.58mm"
  },
  {
    "size": "60.3×5.5×4",
    "info": "60.3B3521",
    "remark": "钢种SA210A1,孔径Φ1.4mm"
  },
  {
    "size": "60.3×5×4",
    "info": "60.3E3522",
    "remark": "钢种SA210A1,孔径Φ1.58mm"
  },
  {
    "size": "60.3×6×4",
    "info": "60.3B0421",
    "remark": "钢种20,孔径Φ1.8mm"
  },
  {
    "size": "60.3×8.8×4",
    "info": "60.3E0601",
    "remark": "45,E2H,1.2mm"
  },
  {
    "size": "60.3×9.04×4",
    "info": "60.3C3121",
    "remark": "FW专用样管（钢种T2,孔径Φ1.4mm,盲区）"
  },
  {
    "size": "60×11×4",
    "info": "60B1101",
    "remark": "钢种15CrMoG,孔径Φ1.40mm,盲区"
  },
  {
    "size": "60×14×4",
    "info": "60C2921",
    "remark": "古巴,钢种T91,孔径Φ0.8mm"
  },
  {
    "size": "60×4×4",
    "info": "60E2920",
    "remark": "T91,E2H,1.2mm"
  },
  {
    "size": "60×4×4",
    "info": "60B1001",
    "remark": "（钢种12Cr1MoVG）"
  },
  {
    "size": "60×4×4",
    "info": "60B2920",
    "remark": "联合探伤线专用样管（钢种T91,孔径Φ1.4mmm）"
  },
  {
    "size": "60×5.5×4",
    "info": "60B3624",
    "remark": "联合探伤线专用样管（钢种CK35,盲区）"
  },
  {
    "size": "60×5×4",
    "info": "60B7301",
    "remark": "（钢种St52.4,孔径Φ1.40mm）"
  },
  {
    "size": "60×8.5×4",
    "info": "60B4420",
    "remark": "联合探伤线专用样管（钢种27CD4,孔径Φ1.4mm）"
  },
  {
    "size": "60×8×4",
    "info": "60B2921",
    "remark": "钢种T91,孔径Φ1.4mm,2017.4制"
  },
  {
    "size": "61.1×4.85×4",
    "info": "61.1B2420",
    "remark": "联合探伤线专用样管,钢种SAE8617H,孔径Φ1.80mm"
  },
  {
    "size": "61.7×5.65×4",
    "info": "61.7B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "61.9×4.9×4",
    "info": "61.9B2420",
    "remark": "联合探伤线专用样管,钢种SAE8617H,孔径Φ1.80mm"
  },
  {
    "size": "62.7×5.6×4",
    "info": "62.7B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "62×2.6×4",
    "info": "62E9501",
    "remark": "35CrMo,E2H,1.2mm"
  },
  {
    "size": "63.5×1.65×4",
    "info": "63.5C5403",
    "remark": "（钢种440QZ,孔径Φ0.8mm）"
  },
  {
    "size": "63.5×10.5×4",
    "info": "63.5E2922",
    "remark": "钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "63.5×11.5×4",
    "info": "63.5B2921",
    "remark": "钢种T91,孔径Φ1.8mm"
  },
  {
    "size": "63.5×11.6×4",
    "info": "63.5B2923",
    "remark": "钢种T91,孔径Φ1.8mm"
  },
  {
    "size": "63.5×13.49×3.2",
    "info": "63.5B0901",
    "remark": "（钢种SA-210C,1.8mm孔径）"
  },
  {
    "size": "63.5×14×4",
    "info": "63.5B2922",
    "remark": "钢种T91,孔径Φ1.8mm"
  },
  {
    "size": "63.5×15.09×4",
    "info": "63.5E0921",
    "remark": "武锅监制,钢种SA210C,孔径Φ1.58mm"
  },
  {
    "size": "63.5×16×4",
    "info": "63.5B3501",
    "remark": "（钢种SA210A1）"
  },
  {
    "size": "63.5×18×4",
    "info": "63.5B2901",
    "remark": " "
  },
  {
    "size": "63.5×2.11×4",
    "info": "63.5E3821",
    "remark": "钢种A192,孔径Φ1.58mm"
  },
  {
    "size": "63.5×3.81×4",
    "info": "63.5C3525",
    "remark": "SA210A1,FW,1.58mm"
  },
  {
    "size": "63.5×4.19×4",
    "info": "63.5C2901",
    "remark": "钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "63.5×4.19×4",
    "info": "63.5C2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "63.5×4.5×4",
    "info": "63.5C3522",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ1.58mm,盲区）"
  },
  {
    "size": "63.5×4.93×4",
    "info": "63.5C3526",
    "remark": "FW,SA210A1,1.58mm"
  },
  {
    "size": "63.5×4×4",
    "info": "63.5C0923",
    "remark": "钢种SA210C,孔径Φ0.8mm"
  },
  {
    "size": "63.5×5.59×4",
    "info": "63.5E0924",
    "remark": "FW,钢种SA210C,孔径Φ1.58mm"
  },
  {
    "size": "63.5×5.5×4",
    "info": "63.5B1820",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "63.5×5.8×4",
    "info": "63.5C0922",
    "remark": "FW专用样管（钢种SA210C,孔径Φ1.58mm）"
  },
  {
    "size": "63.5×6.1×4",
    "info": "63.5E0925",
    "remark": "FW,钢种SA-210C,孔径Φ1.58mm"
  },
  {
    "size": "63.5×6.25×4",
    "info": "63.5C3521",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ1.58mm,盲区）"
  },
  {
    "size": "63.5×6.35×4",
    "info": "63.5C3524",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ1.58mm）"
  },
  {
    "size": "63.5×6.5×4",
    "info": "63.5B1804",
    "remark": "（钢种为CK35,钢印有误）"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5C1820",
    "remark": "SA-209T1a,Φ1.58mm,带横切槽"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5C0921",
    "remark": "FW专用样管（钢种SA210C,孔径Φ1.58 mm）"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5C4021",
    "remark": "FW专用样管（钢种T1a,孔径Φ1.58mm）*"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5C3525",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ1.58mm）"
  },
  {
    "size": "63.5×6.86×4",
    "info": "63.5C3523",
    "remark": "FW专用样管（钢种SA210A1,孔径Φ1.58mm）"
  },
  {
    "size": "63.5×7.1×4",
    "info": "63.5E0922",
    "remark": "武锅,钢种SA210C,孔径Φ1.58mm"
  },
  {
    "size": "63.5×7.62×4",
    "info": "63.5C2821",
    "remark": "FW专用样管（钢种T22,孔径Φ1.58mm）"
  },
  {
    "size": "63.5×8.5×4",
    "info": "63.5C2823",
    "remark": "FW,钢种T22,孔径Φ1.58mm,横切槽"
  },
  {
    "size": "63.5×8.89×4",
    "info": "63.5E2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "63.5×9.65×4",
    "info": "63.5C2822",
    "remark": "武锅,钢种T22,孔径Φ1.58mm"
  },
  {
    "size": "63.8×5.65×4",
    "info": "63.8E2420",
    "remark": "8617H,E2H,1.2mm"
  },
  {
    "size": "63.8×5.65×4",
    "info": "63.8B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "63×4×4",
    "info": "63B0220",
    "remark": "钢种20G,孔径Φ1.80mm"
  },
  {
    "size": "63×6.6×4",
    "info": "63B2924",
    "remark": "钢种10Cr9Mo1VNb,孔径Φ1.8mm"
  },
  {
    "size": "65.9×6.35×4",
    "info": "65.9B2420",
    "remark": "FW专用样管（钢种SAE8617H,孔径Φ1.80mm"
  },
  {
    "size": "65×4×4",
    "info": "65B1701",
    "remark": "钢种30CrMnSiA,孔径Φ1.80mm"
  },
  {
    "size": "65×7×4",
    "info": "65B6304",
    "remark": "钢种25Mn2,孔径Φ1.80mm"
  },
  {
    "size": "66.7×8.36×4",
    "info": "6.67E+03",
    "remark": "SCM415,E2H,1.2mm"
  },
  {
    "size": "66×5.25×4",
    "info": "66E2421",
    "remark": "8617H,E2H,1.2mm"
  },
  {
    "size": "66×5.75×4",
    "info": "66B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "67.7×7.1×4",
    "info": "67.7B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "68.3×5.55×4",
    "info": "68.3B2421",
    "remark": "联合探伤线专用样管（钢种SAE8617H,孔径Φ1.80mm）"
  },
  {
    "size": "68.3×5.8×4",
    "info": "68.3B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "68.8×5.5×4",
    "info": "68.8B2421",
    "remark": "钢种8617,孔径Φ1.8mm"
  },
  {
    "size": "69.85×4.57×4",
    "info": "69.85B1801",
    "remark": "钢种T11,孔径Φ1.58mm"
  },
  {
    "size": "69.85×4.57×4",
    "info": "69.85B1820",
    "remark": "钢种T11,孔径Φ1.80mm"
  },
  {
    "size": "69.85×4.57×4",
    "info": "69.85C1821",
    "remark": "FW专用样管（钢种T11,孔径Φ1.58mm,盲区）"
  },
  {
    "size": "69.85×5.08×4",
    "info": "69.85C1822",
    "remark": "FW专用样管（钢种T11,孔径Φ1.58mm）"
  },
  {
    "size": "69.85×6.1×4",
    "info": "69.85E2922",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "69.85×7.37×4",
    "info": "69.85E2821",
    "remark": "武锅,钢种T22,孔径Φ1.58mm."
  },
  {
    "size": "69.85×9.14×4",
    "info": "69.85E2921",
    "remark": "武锅监制,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "69.9×7.21×4",
    "info": "69.9C0920",
    "remark": "联合探伤线专用样管（钢种SA210C,孔径Φ1.58mm）"
  },
  {
    "size": "69×6.5×4",
    "info": "69E2421",
    "remark": "SAE8617H,E2H,1.2mm"
  },
  {
    "size": "70.2×6.85×4",
    "info": "70.2B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "70.4×5.6×4",
    "info": "70.4B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "70×15×4",
    "info": "70E29011.2M",
    "remark": "T91,E2H,1.2mm"
  },
  {
    "size": "70×3.5×4",
    "info": "70B1101",
    "remark": "钢种15CrMoG,孔径Φ1.80mm"
  },
  {
    "size": "70×3×4",
    "info": "70B7601",
    "remark": "钢种20Mn2"
  },
  {
    "size": "70×4.5×4",
    "info": "70E3921",
    "remark": "钢种T12,孔径Φ1.58mm"
  },
  {
    "size": "71.6×10.7×4",
    "info": "71.6E2420",
    "remark": "8617H,E2H,1.2MM"
  },
  {
    "size": "72.2×3.5×4",
    "info": "72.2B8201",
    "remark": "钢种P460N,孔径Φ1.80mm"
  },
  {
    "size": "73.02×5.51×4",
    "info": "73.02C7801",
    "remark": "1.58mm,BG13Cr-110S"
  },
  {
    "size": "73.6×7.3×4",
    "info": "73.6B2420",
    "remark": "钢种SAE8617H,孔径Φ1.80mm"
  },
  {
    "size": "73.8×6.05×4",
    "info": "73.8E2420",
    "remark": "SAE8617H,E2H,1.2mm,"
  },
  {
    "size": "73×10.5×4",
    "info": "73BC3121",
    "remark": "钢种T2,孔径B级Φ1.80mm+Φ1.58mm"
  },
  {
    "size": "73×3.6×4",
    "info": "7.3E+222",
    "remark": "FW专用样管（钢种20G,孔径Φ1.58mm,盲区）"
  },
  {
    "size": "73×3.8×4",
    "info": "73E0921",
    "remark": "FW,钢种SA210C,孔径Φ1.58mm"
  },
  {
    "size": "73×5.16×4",
    "info": "73E5901",
    "remark": "P11,E2H,1.2MM"
  },
  {
    "size": "73×7×4",
    "info": "73B7301",
    "remark": "（钢种St52.4,孔径Φ1.80mm）"
  },
  {
    "size": "73×9.5×4",
    "info": "73E6501",
    "remark": "E2H,P91,1.2MM"
  },
  {
    "size": "74.3×6.2×4",
    "info": "74.3B2421",
    "remark": "联合探伤线专用样管（钢种SAE8617H,孔径Φ1.80mm,盲区）"
  },
  {
    "size": "74.3×6.65-2420",
    "info": "74.3B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "75.1×1.65×4",
    "info": "75.1B5404",
    "remark": "钢种440QZ,孔径Φ1.80mm"
  },
  {
    "size": "75×5×4",
    "info": "75E0601",
    "remark": "45,E2H,1.2mm"
  },
  {
    "size": "75×7.5×4",
    "info": "75B1701",
    "remark": "钢种30CrMnSiA,孔径Φ1.8mm"
  },
  {
    "size": "76.1×16×4",
    "info": "76.1A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ2.7mm,盲区"
  },
  {
    "size": "76.1×7.25×4",
    "info": "76.1B2401",
    "remark": "厂制作"
  },
  {
    "size": "76.2×16×4",
    "info": "76.2B1101",
    "remark": "钢种15CrMoG,孔径Φ2.20mm"
  },
  {
    "size": "76.2×4.57×4",
    "info": "76.2C2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "76.2×4.57×4",
    "info": "76.2C3504",
    "remark": "SA210A1,FW,1.58mm"
  },
  {
    "size": "76.2×6.1×4",
    "info": "76.2C3503",
    "remark": "FW,钢种SA210A1,1.58mm"
  },
  {
    "size": "76.2×7.04×4",
    "info": "76.2C0922",
    "remark": "FW,钢种SA210C,孔径Φ1.58mm,横切槽"
  },
  {
    "size": "76.2×7.62×4",
    "info": "76.2C1821",
    "remark": "FW专用样管（钢种T11,孔径Φ1.58mm）"
  },
  {
    "size": "76.2×7.87×4",
    "info": "76.2C4021",
    "remark": "FW,钢种T1a,孔径Φ1.58mm"
  },
  {
    "size": "76.2×7.9×4",
    "info": "76.2C0921",
    "remark": "FW,钢种SA210C,孔径Φ1.58mm"
  },
  {
    "size": "76.9×7.3×4",
    "info": "76.9B2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "76×14×4",
    "info": "76B2921",
    "remark": "钢种T91,孔径Φ1.8mm"
  },
  {
    "size": "76×17.5×4",
    "info": "76B2901",
    "remark": ""
  },
  {
    "size": "76×3.5×4",
    "info": "76B1101",
    "remark": "钢种15CrMoG,孔径Φ1.80mm"
  },
  {
    "size": "76×3×4",
    "info": "76B1120",
    "remark": "联合探伤线专用样管（钢种15CrMoG,孔径Φ1.80mm）"
  },
  {
    "size": "76×6.5×4",
    "info": "76B0901",
    "remark": "钢种SA201C,孔径Φ1.80mm"
  },
  {
    "size": "76×6×4",
    "info": "76B2921",
    "remark": "钢种T91,孔径Φ1.8mm"
  },
  {
    "size": "77×3.5×4",
    "info": "77B5701",
    "remark": "钢种DZ60,孔径Φ2.2mm"
  },
  {
    "size": "77×5×4",
    "info": "77B7601",
    "remark": "P460N,孔径2.7mm"
  },
  {
    "size": "78.5×6.7×4",
    "info": "7.85E+03",
    "remark": "45B2M,E2H,1.4mm"
  },
  {
    "size": "78.5×6.7×4",
    "info": "78.5A8804",
    "remark": ",钢种45B2M"
  },
  {
    "size": "79.3×7.92×4",
    "info": "79.3E8701",
    "remark": "30CrMo4,E2H,1.4mm"
  },
  {
    "size": "80×10×4",
    "info": "80A7304",
    "remark": "（钢种St52.4,孔径2.7mm)"
  },
  {
    "size": "80×5×4",
    "info": "80B0204",
    "remark": ""
  },
  {
    "size": "80×9.76×4",
    "info": "8E+03",
    "remark": "SCM415,E2H,1.4mm"
  },
  {
    "size": "82.55×8.43×4",
    "info": "82.55C0921",
    "remark": "FW,钢种SA210C,孔径Φ1.58mm,横切槽"
  },
  {
    "size": "82.5×11.5×3.75m",
    "info": "82.5B3122",
    "remark": "FW专用样管（钢种T2,孔径Φ2.20mm）"
  },
  {
    "size": "82.5×11×3.75m",
    "info": "82.5B3121",
    "remark": "FW专用样管（钢种T2,孔径Φ2.20mm）"
  },
  {
    "size": "82.5×4×4",
    "info": "82.5B1121",
    "remark": "钢种15CrMo,孔径Φ2.2mm"
  },
  {
    "size": "82.5×7.92×4",
    "info": "82.5E8701",
    "remark": "32CrMo4,3.2mm"
  },
  {
    "size": "82.6×7.57×4",
    "info": "82.6C0920",
    "remark": "联合探伤线专用样管（钢种SA210C,孔径Φ1.58mm）"
  },
  {
    "size": "83×4×4",
    "info": "8.3E+02",
    "remark": "E2H,1.4mm"
  },
  {
    "size": "85.7×11.3×4",
    "info": "85.7C0921",
    "remark": "钢种SA210C,孔径Φ1.28mm"
  },
  {
    "size": "88.9×12.5×4",
    "info": "88.9A6021",
    "remark": "武锅,钢种16Mo3,孔径Φ2.7mm"
  },
  {
    "size": "88.9×12.7×4",
    "info": "88.9E0921",
    "remark": "FW,钢种SA210C,孔径Φ1.58mm"
  },
  {
    "size": "88.9×12×4",
    "info": "88.9B3121",
    "remark": "FW专用样管（钢种T2,孔径Φ2.2mm）"
  },
  {
    "size": "88.9×15.2×4",
    "info": "88.9E8622",
    "remark": "FW监制,钢种SA106C,孔径Φ1.58mm"
  },
  {
    "size": "88.9×3.2×4",
    "info": "88.9B0421",
    "remark": "钢种20,孔径Φ2.2mm"
  },
  {
    "size": "88.9×4.5×4",
    "info": "88.9B2926",
    "remark": "T91,B级孔,孔径2.2mm"
  },
  {
    "size": "88.9×4×4",
    "info": "88.9B1020",
    "remark": "钢种12Cr1MoV,孔径Φ2.20mm"
  },
  {
    "size": "88.9×5.49×4",
    "info": "88.9B4821",
    "remark": "FW,钢种A106B,孔径Φ2.20mm"
  },
  {
    "size": "88.9×6.45 ×4",
    "info": "88.9C7801",
    "remark": "1.58mm,BG13Cr-110S"
  },
  {
    "size": "88.9×6.45×4",
    "info": "88.9T7820",
    "remark": "联合探伤线专用样管（钢种L80-13Cr,孔径Φ1.6mm、Φ2.6mm、Φ3.2mm）"
  },
  {
    "size": "88.9×8.13×4",
    "info": "88.9E0922",
    "remark": "FW,SA210C,孔径1.58"
  },
  {
    "size": "89×10×4",
    "info": "89B7301",
    "remark": "（钢种St52.4,孔径Φ2.20mm）"
  },
  {
    "size": "89×12×4",
    "info": "89B0804",
    "remark": " "
  },
  {
    "size": "89×14×4",
    "info": "89E2905",
    "remark": "T91,E2H,1.4mm"
  },
  {
    "size": "89×14×4",
    "info": "89B2904",
    "remark": "钢种T91,孔径Φ2.20mm"
  },
  {
    "size": "89×16×3.7",
    "info": "89B2921",
    "remark": "钢种T91,孔径Φ2.20mm"
  },
  {
    "size": "89×3.5×4",
    "info": "89B8721",
    "remark": "钢种34CrMo4,孔径Φ2.2mm"
  },
  {
    "size": "89×3×4",
    "info": "89E8701",
    "remark": "34CrMo4,E2H,1.4mm"
  },
  {
    "size": "91×12×4",
    "info": "91B0421",
    "remark": "联合探伤线专用样管,钢种20,孔径Φ2.20mm"
  },
  {
    "size": "FW-44.5×3.81×4",
    "info": "44.5C2923",
    "remark": "FW专用样管（钢种T91,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "FW-44.5×5.59×4",
    "info": "44.5C2924",
    "remark": "（钢种T91,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "FW-44.5×6.17×4",
    "info": "44.5C2925",
    "remark": "（钢种T91,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "FW-50.8×4.19×4",
    "info": "50.8C2923",
    "remark": "FW专用样管（钢种T91,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "FW-50.8×5.08×4",
    "info": "50.8C2826",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  
  {
    "size": "内28.6×5.8×4",
    "info": "N28.6B1103",
    "remark": "（钢种15CrMoG）"
  },
  {
    "size": "内31.8×5.5×4",
    "info": "N31.8B3920",
    "remark": "联合探伤线专用样管（钢种T12,孔径Φ0.9mm）"
  },
  {
    "size": "内31.8×7.11×4",
    "info": "N31.8C2803",
    "remark": "孔径为0.8mm 制日期2018-7-27"
  },
  {
    "size": "内31.8×7.11×4",
    "info": "31.8N2804",
    "remark": "T22,1mm"
  },
  {
    "size": "内32×6×4",
    "info": "N32B3903",
    "remark": "（钢种T12,孔径Φ0.9mm）"
  },
  {
    "size": "内32×6×4",
    "info": "N32B3902",
    "remark": "（钢种T12,孔径Φ0.9mm）"
  },
  {
    "size": "内35×6.5×4",
    "info": "N35E3901",
    "remark": "内螺纹,T12,E2H,1.0MM"
  },
  {
    "size": "内35×6×4",
    "info": "N35B1021",
    "remark": "钢种12Cr1MoVG,孔径Φ1.1mm"
  },
  {
    "size": "内38.1×6.5×4",
    "info": "N38.1B1101",
    "remark": "钢种15CrMoG,孔径Φ1.1mm）"
  },
  {
    "size": "内38.1×7.5×4",
    "info": "N38.1E1120",
    "remark": "E2H,1mm,15CrMoG"
  },
  {
    "size": "内38.1×7.5×4",
    "info": "N38.1B3103",
    "remark": "（钢种T2,孔径Φ1.1mm）"
  },
  {
    "size": "内38.1×7.5×4",
    "info": "N38.1B3104",
    "remark": "（钢种T2,孔径Φ1.1mm）"
  },
  {
    "size": "内38.1×8.3×4",
    "info": "N38.1B3901",
    "remark": "钢种T12,孔径Φ1.1mm"
  },
  {
    "size": "内45×5.4×4",
    "info": "N45B0901",
    "remark": "钢种SA210C,孔径Φ1.40mm"
  },
  {
    "size": "内45×6×4",
    "info": "N45B0201",
    "remark": "钢种20G,孔径B级孔"
  },
  {
    "size": "内45×8.6×4",
    "info": "N45B1101",
    "remark": ""
  },
  {
    "size": "内60.3×6.8×4",
    "info": "60.3NB0925",
    "remark": " "
  },
  {
    "size": "内60.3×7.5×4",
    "info": "N60.3EB092",
    "remark": "钢种SA210C,孔径Φ1.8mm+Φ1.58"
  },
  {
    "size": "内60×12.2×4",
    "info": "N60B1101",
    "remark": "钢种15CrMoG,孔径Φ1.40mm"
  },
  {
    "size": "内60×12.2×4",
    "info": "60B1101",
    "remark": "东锅,钢种15CrMoG,槽伤长度30mm"
  },
  {
    "size": "内60×6.5×4",
    "info": "N60B0920",
    "remark": "钢种SA210C,孔径Φ1.4mm"
  },
  {
    "size": "内63.5×6.86×4",
    "info": "N63.5C3121",
    "remark": "FW专用样管（钢种T2,孔径Φ1.58mm,其中一孔在内螺纹槽底）"
  },
  {
    "size": "内69.85×7.21×4",
    "info": "N69.85C3121",
    "remark": "FW专用样管,钢种T2,孔径Φ1.58mm"
  },
  {
    "size": "内69.85×7.62×4",
    "info": "N69.85C3122",
    "remark": "FW专用样管（钢种T2,孔径Φ1.58mm）"
  },
  {
    "size": "内82.5×12.5×4",
    "info": "N82.5E0901",
    "remark": "SA210C,E2H,1.4mm"
  },
  {
    "size": "涡流-25×2.5×4",
    "info": "25B7403",
    "remark": ""
  },
  {
    "size": "涡流-38.1×4.57×4",
    "info": "38.1B1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "涡流-42.4×6×4",
    "info": "42.4B0901",
    "remark": "武锅监制,钢种SA210C,孔径Φ1.40mm"
  },
  {
    "size": "涡流-42×4×4",
    "info": "42B0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "涡流-44.5×3.81×4",
    "info": "44.5C2823",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "涡流-50.8×4.19×4",
    "info": "50.8C2823",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "涡流-50.8×5.08×4",
    "info": "50.8C3923",
    "remark": "FW,孔径0.8mm,T12"
  },
  {
    "size": "涡流-50.8×5.08×4",
    "info": "50.8C1821",
    "remark": "FW专用样管（钢种T11,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "涡流-82.6×7.57×4",
    "info": "82.6B0920",
    "remark": ""
  },
  {
    "size": "涡流38×6×4",
    "info": "38B0230",
    "remark": "联合探伤线专用样管,钢种20G,孔径Φ1.10mm"
  },
  {
    "size": "涡流38×7×4",
    "info": "38B2903",
    "remark": ""
  },
  {
    "size": "涡流42×3×4",
    "info": "42B0403",
    "remark": "钢种20#,孔径Φ1.10mm"
  },
  {
    "size": "涡流44×5×4",
    "info": "44B3603",
    "remark": "（钢种CK35）"
  },
  {
    "size": "涡流63.5×5.5×4",
    "info": "63.5B1804",
    "remark": "钢种CK35,钢印有误"
  }
]
var sampleTube_UT = [
  {
    "size": "44.5×5.59×4",
    "info": "2924",
    "remark": "FW,钢种T91"
  },
  {
    "size": "44.5×6.17×4",
    "info": "2925",
    "remark": "FW,钢种T91"
  },
  {
    "size": "114.3×6.88×4",
    "info": "8220",
    "remark": "联合探伤线专用,钢种BG13Cr-110S"
  },
  {
    "size": "16×5×4",
    "info": "4103",
    "remark": "钢种490Ⅰ"
  },
  {
    "size": "17×2.6×4",
    "info": "6003",
    "remark": "武锅,钢种16Mo3,槽伤20mm,最浅0.3mm,全外伤"
  },
  {
    "size": "19.6×2.6×4",
    "info": "8003",
    "remark": "钢种26MnB5"
  },
  {
    "size": "19×2×4",
    "info": "0103",
    "remark": "钢种10#"
  },
  {
    "size": "21.3×3.73×4",
    "info": "7203",
    "remark": "厂制作（SA333-6)"
  },
  {
    "size": "21.3×4.78×4",
    "info": "6503",
    "remark": "钢种P91"
  },
  {
    "size": "21.3×4.8×4",
    "info": "0203",
    "remark": "武锅监制,钢种20G,槽伤长度40mm"
  },
  {
    "size": "21.5×4.6×4",
    "info": "0003",
    "remark": "24MnB5,L2,30mm"
  },
  {
    "size": "21.7×2.3×4",
    "info": "7703",
    "remark": "钢种STKM11A,孔径Φ0.8mm"
  },
  {
    "size": "22.1×3.7×4",
    "info": "0003",
    "remark": "34MnB5,L2,30mm"
  },
  {
    "size": "22.23×2.87×3.2",
    "info": "2903",
    "remark": "钢种T91"
  },

  {
    "size": "内28.6×5.8×4",
    "info": "N28.6×5.8-1103",
    "remark": "（钢种15CrMoG）"
  },
  {
    "size": "内31.8×5.5×4",
    "info": "N31.8×5.5-3920",
    "remark": "联合探伤线专用样管{钢种T12,盲区,外横向伤）"
  },
  {
    "size": "内31.8×7.11×4",
    "info": "N31.8×7.11-2803",
    "remark": "制日期2018-7-27"
  },
  {
    "size": "内31.8×7.11×4",
    "info": "31.8×7.11-2804",
    "remark": "T22,L2,30mm"
  },
  {
    "size": "内32×6×4",
    "info": "内32×6-3921",
    "remark": "联合探伤线专用样管（钢种T12,盲区）"
  },
  {
    "size": "内35×6.5×4",
    "info": "N35×6.5-3901",
    "remark": "内螺纹,T12,L2,30MM"
  },
  {
    "size": "内35×6×4",
    "info": "N35×6-1021",
    "remark": "钢种12Cr1MoVG,槽伤长度12.7mm"
  },
  {
    "size": "内35×6×4",
    "info": "N35×6-1003",
    "remark": ""
  },
  {
    "size": "内38.1×6.5×4",
    "info": "N38.1×6.5-1101",
    "remark": "钢种15CrMoG"
  },
  {
    "size": "内38.1×7.5×4",
    "info": "N38.1×7.5 -1120",
    "remark": "L2,30mm,15CrMoG"
  },
  {
    "size": "内38.1×8.3×4",
    "info": "N38.1×8.3-3901",
    "remark": "钢种T12"
  },
  {
    "size": "内45×4.7×4",
    "info": "N45×4.7-0901",
    "remark": "（钢种SA210C）"
  },
  {
    "size": "内45×8.6×4",
    "info": "N45×8.6-1101",
    "remark": ""
  },
  {
    "size": "内60.3×6.8×4",
    "info": "60.3×6.8-0921",
    "remark": " "
  },
  {
    "size": "内60.3×7.5×4",
    "info": "N60.3×7.5-0921",
    "remark": "钢种SA210C,槽伤长度12.7mm"
  },
  {
    "size": "内60×12.2×4",
    "info": "N60×12.2-1101",
    "remark": "钢种15CrMoG,盲区"
  },
  {
    "size": "内63.5×6.86×4",
    "info": "N63.5×6.86-3121",
    "remark": "FW专用样管（钢种T2,内伤长度14mm,外伤长度40mm,内伤位于内螺纹槽底）"
  },
  {
    "size": "内69.85×7.21×4",
    "info": "N69.85×7.21-3121",
    "remark": "FW专用样管（钢种T2,内伤长度12mm,外伤长度40mm,内伤位于内螺纹槽底）"
  },
  {
    "size": "内69.85×7.62×4",
    "info": "N69.85×7.62-3121",
    "remark": "FW专用样管（钢种T2,内伤长度12mm,外伤长度40mm,内伤位于内螺纹槽底）"
  },
  {
    "size": "内82.5×12.5×4",
    "info": "N82.5×12.5-0901",
    "remark": "SA210C,L2,30mm"
  },
  {
    "size": "22×3×4",
    "info": "22×3-0403",
    "remark": "钢种20#"
  },
  {
    "size": "22×5×4",
    "info": "3403",
    "remark": "钢种10CrMo910,槽伤长度12.5mm"
  },
  {
    "size": "23×4.2×4",
    "info": "0003",
    "remark": "34MnB5,L2,30mm"
  },
  {
    "size": "23×4.2×4",
    "info": "7603",
    "remark": "钢种20Mn"
  },
  {
    "size": "24.3×3.15×4",
    "info": "0003",
    "remark": "34MnB5,L2,30mm"
  },
  {
    "size": "25.36×1.83×4",
    "info": "25.36×1.83-7503",
    "remark": "钢种BG690VF"
  },
  {
    "size": "25×2.5×4",
    "info": "25×2.5-1103",
    "remark": "（钢种15CrMo,盲区）"
  },
  {
    "size": "25×3.2×4",
    "info": "6003",
    "remark": "武锅,钢种16Mo3,长度25mm"
  },
  {
    "size": "25×3×4",
    "info": "0803",
    "remark": "钢种St45.8/Ⅲ"
  },
  {
    "size": "25×5.5×4",
    "info": "25×5.5-2903",
    "remark": "钢种T91"
  },
  {
    "size": "25×6.3×4",
    "info": "25×6.3-8103",
    "remark": "钢种L245NS"
  },
  {
    "size": "25×7.5×4",
    "info": "25×7.5-4603",
    "remark": ""
  },
  {
    "size": "26.5×4.65×4",
    "info": "26.5×4.65-9103",
    "remark": "34MnB4,L2,30mm"
  },
  {
    "size": "26.9×2.9×4",
    "info": "26.9××2.9-3520",
    "remark": "联合探伤线专用样管（钢种SA210A1）"
  },
  {
    "size": "26.9×4.8×4",
    "info": "3903",
    "remark": "上锅出口管监制,钢种T12,槽伤长度为40mm"
  },
  {
    "size": "26.9×4.8×4",
    "info": "3903",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "26×4.2×4",
    "info": "8003",
    "remark": "钢种26MnB5"
  },
  {
    "size": "26×5×4",
    "info": "26×5-0003",
    "remark": "26MnB5,L2,30mm"
  },
  {
    "size": "27.2×3.9×4",
    "info": "27.2×3.9-0403",
    "remark": "钢种20,槽伤长度40mm"
  },
  {
    "size": "27×5.56×4",
    "info": "27×5.56-0403",
    "remark": "（钢种20#）"
  },
  {
    "size": "28×4×4",
    "info": "28×4-2903",
    "remark": "（钢种T91）槽伤长度30mm"
  },
  {
    "size": "28×5.5×4",
    "info": "28×5.5-8003",
    "remark": "钢种26MnB5"
  },
  {
    "size": "28×6.5×4",
    "info": "28×6.5-1021",
    "remark": "（钢种12Cr1MoVG,盲区）"
  },
  {
    "size": "28×6×4",
    "info": "28×6-1120",
    "remark": "钢种15CrMoG"
  },
  {
    "size": "28×6×4",
    "info": "28×6-1003",
    "remark": "（钢种12Cr1MoVG,盲区）"
  },
  {
    "size": "29.2×5.1×4",
    "info": "29.3×5.1-9101",
    "remark": "34MnB5,L2,30mm"
  },
  {
    "size": "30.16×5.16×4",
    "info": "30.16×5.16-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "30×3×4",
    "info": "30×3-0203",
    "remark": "（钢种20G）"
  },
  {
    "size": "30×5.6×4",
    "info": "30×5.6-4221",
    "remark": "武锅,钢种P235GH,槽伤长度25mm"
  },
  {
    "size": "31.8×2.6×4",
    "info": "31.8×2.6-0920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "31.8×2.9×4",
    "info": "31.8×2.9-0220",
    "remark": "联合探伤线专用样管（钢种20G）"
  },
  {
    "size": "31.8×3.3×4",
    "info": "31.8×3.3-3520",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "31.8×3.8×4",
    "info": "31.8×3.8-3522",
    "remark": "FW专用样管（钢种SA210A1,盲区）"
  },
  {
    "size": "31.8×4.2×4",
    "info": "31.8×4.2-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "31.8×4.2×4",
    "info": "31.8×4.2-0923",
    "remark": "SA210C,FW,30mm"
  },
  {
    "size": "31.8×4×4",
    "info": "31.8×4-3521",
    "remark": "FW专用样管（钢种SA210A）"
  },
  {
    "size": "31.8×5.5×4",
    "info": "31.8×5.5-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "31.8×6.1×4",
    "info": "31.8×6.1-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "31.8×6.1×4",
    "info": "31.8×6.1-3922",
    "remark": "武锅监制,钢种T12,槽伤长度40mm"
  },
  {
    "size": "31.8×6.2×4",
    "info": "31.8×6.2-1111",
    "remark": "15CrMoG,30mm"
  },
  {
    "size": "31.8×6.3×4",
    "info": "31.8×6.3-6021",
    "remark": "武锅,钢种16Mo3,长度25mm"
  },
  {
    "size": "31.8×8×4",
    "info": "31.8×8-1103",
    "remark": "（钢种15CrMoG）"
  },
  {
    "size": "32×2.2×4",
    "info": "32×2.2-7503",
    "remark": "钢种BG690VF,槽伤长度40mm"
  },
  {
    "size": "32×3.25×4",
    "info": "32×3.25-3501",
    "remark": "钢种SA210A1"
  },
  {
    "size": "32×4×4",
    "info": "32×4-0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "32×5×4",
    "info": "32×5-1803",
    "remark": "T11,L2,30mm"
  },
  {
    "size": "32×6.3×4",
    "info": "32×6.3-1120",
    "remark": "（钢种15CrMoG）"
  },
  {
    "size": "32×6×4",
    "info": "32×6-1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "33.4×3.38×4",
    "info": "33.4×3.38-8621",
    "remark": "武锅监制,钢种SA106C,槽伤长度40mm"
  },
  {
    "size": "33.4×3.8×4",
    "info": "33.4×3.8-3921",
    "remark": "钢种T92,槽伤长度30mm"
  },
  {
    "size": "33.4×4.55×3.6",
    "info": "33.4×4.55-4801",
    "remark": " "
  },
  {
    "size": "33.4×4.55×3.6",
    "info": "33.4×4.55-4803",
    "remark": " "
  },
  {
    "size": "33.4×4.55×4",
    "info": "33.4×4.55-8621",
    "remark": "武锅监制,钢种SA106C,槽伤长度40mm"
  },
  {
    "size": "33.4×4.55×4",
    "info": "33.4×4.55-8521",
    "remark": "武锅监制,钢种P12,槽伤长度40mm"
  },
  {
    "size": "33.4×6.35×4",
    "info": "33.4×6.35-8621",
    "remark": "武锅监制,钢种SA-106C,槽伤长度40mm"
  },
  {
    "size": "33.4×7.5×4",
    "info": "33.4×7.5-1003",
    "remark": "钢种12Cr1MoVG"
  },
  {
    "size": "33.4×9.09×4",
    "info": "33.4×9.09-4803",
    "remark": "钢种SA106B"
  },
  {
    "size": "33.4×9.09×4",
    "info": "33.4×9.09-2903",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "33.4×9×4",
    "info": "33.4×9-2901",
    "remark": "T91,30mm,L2"
  },
  {
    "size": "34.9×6.1×4",
    "info": "34.9×6.1-1101",
    "remark": "武锅监制,钢种15CrMoG,槽伤长度40mm"
  },
  {
    "size": "34.9×6.1×4",
    "info": "34.9×6.1-0921",
    "remark": "武锅监制,钢种SA-210C,槽伤长度40mm"
  },
  {
    "size": "34.9×6.1×4",
    "info": "34.9×6.1-1021",
    "remark": "武锅监制,钢种12Cr1MoVG,槽伤长度为40mm"
  },
  {
    "size": "34.9×7.3×4",
    "info": "34.9×7.3-2803",
    "remark": "钢种T22"
  },
  {
    "size": "34.9×7.3×4",
    "info": "34.9×7.3-2821",
    "remark": "武锅钢种T22,槽伤长度40mm"
  },
  {
    "size": "34.9×8.4×4",
    "info": "34.9×8.4-3901",
    "remark": "钢种T12"
  },
  {
    "size": "34.9×8.4×4",
    "info": "34.9×8.4-3921",
    "remark": "武锅,钢种T12,槽伤长度为40mm"
  },
  {
    "size": "34×3.2×4",
    "info": "34×3.2-0201",
    "remark": "钢种20G"
  },
  {
    "size": "34×3.5×4",
    "info": "34×3.5-0220",
    "remark": "联合探伤线专用样管（钢种20#）"
  },
  {
    "size": "34×4.5×4",
    "info": "34×4.5-4404",
    "remark": "27CD4,30mm"
  },
  {
    "size": "34×4×4",
    "info": "34×4-8503",
    "remark": "试产品（钢种590）"
  },
  {
    "size": "34×5.02×4",
    "info": "34×5.02-0003",
    "remark": "34MnB5,L2,30mm,焊拔管"
  },
  {
    "size": "34×5.5×4",
    "info": "34×5.5-4820",
    "remark": "联合探伤线专用样管（钢种A106B）"
  },
  {
    "size": "34×6.52×4",
    "info": "34×6.52-9003",
    "remark": "26MnB5,L2,30mm"
  },
  {
    "size": "35×6.5×4",
    "info": "35×6.5-1001",
    "remark": "12Cr1MoVG,L2,30MM"
  },
  {
    "size": "35×6×4",
    "info": "35×6-4101",
    "remark": "钢种490,盲区"
  },
  {
    "size": "36×12×4",
    "info": "36×12-0001",
    "remark": "BG4124M,L2,30mm,不含内伤"
  },
  {
    "size": "36×5×4",
    "info": "36×5-2001",
    "remark": "40Cr,L2,30MM"
  },
  {
    "size": "36×5×4",
    "info": "36×5-2003",
    "remark": "（钢种40Cr）"
  },
  {
    "size": "36×6×4",
    "info": "36×6-4404",
    "remark": "27CD4,L2,30mm"
  },
  {
    "size": "37.8×9.5×4",
    "info": "37.8×9.5-0623",
    "remark": "（产品钢种45#）"
  },
  {
    "size": "37×5×4",
    "info": "37×5×-4401",
    "remark": "27CD4,L2,30mm"
  },
  {
    "size": "37×5×4",
    "info": "37×5-4420",
    "remark": "联合探伤线专用样管（钢种27CD4）"
  },
  {
    "size": "37×7.2×4",
    "info": "37×7.2-7303",
    "remark": "钢种St52.4,槽伤长度40mm"
  },
  {
    "size": "38.1×2.67×4",
    "info": "38.1×2.67-0220",
    "remark": "联合探伤线专用样管（钢种20G）"
  },
  {
    "size": "38.1×2.6×4",
    "info": "38.1×2.6 SA192M",
    "remark": "L2, 40mm,SA192M,带测厚端"
  },
  {
    "size": "38.1×2.7×4",
    "info": "38.1×2.7-1821",
    "remark": "联合探伤线专用样管,钢种T11"
  },
  {
    "size": "38.1×3.2×4",
    "info": "38.1×3.2-2920",
    "remark": "联合探伤线专用样管（钢种T91)"
  },
  {
    "size": "38.1×3.76×4",
    "info": "38.1×3.76-2826",
    "remark": "T22,L2,30mm,FW"
  },
  {
    "size": "38.1×3.81×4",
    "info": "38.1×3.81-2922",
    "remark": "FW,SA-209T1a,30mm"
  },
  {
    "size": "38.1×3.81×4",
    "info": "38.1×3.81-0921",
    "remark": "钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "38.1×4.19×4",
    "info": "38.1×4.19-2922",
    "remark": "FW,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×4.19×4",
    "info": "38.1×4.19-4021",
    "remark": "FW,钢种T1a,槽伤长度40mm"
  },
  {
    "size": "38.1×4.57×4",
    "info": "38.1×4.57-0921",
    "remark": "FW专用样管（钢种SA210C,盲区）"
  },
  {
    "size": "38.1×4.57×4",
    "info": "38.1×4.57-4021",
    "remark": "FW专用样管（钢种T1a,盲区）"
  },
  {
    "size": "38.1×4.57×4",
    "info": "38.1×4.57-3821",
    "remark": "FW专用样管,钢种SA192"
  },
  {
    "size": "38.1×4.85×4",
    "info": "38.1×4.85-2903",
    "remark": "（钢种T91,深度L2级）"
  },
  {
    "size": "38.1×4×4",
    "info": "38.1×4  SA192M",
    "remark": "L2,40mm,SA192M,带测厚端"
  },
  {
    "size": "38.1×4×4",
    "info": "38.1×4-2921",
    "remark": "FW专用样管,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×5.08×4",
    "info": "38.1×5.08-3921",
    "remark": "FW专用样管,槽伤长度40mm"
  },
  {
    "size": "38.1×5.08×4",
    "info": "38.1×5.08-2921",
    "remark": "FW,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×5.08×4",
    "info": "38.1×5.08-4021",
    "remark": "FW专用样管,钢种T1a,槽伤长度为40mm"
  },
  {
    "size": "38.1×5.58×4",
    "info": "38.1×5.58-3921",
    "remark": "FW专用样管,槽伤长度40mm"
  },
  {
    "size": "38.1×5.59×4",
    "info": "38.1×5.59-2921",
    "remark": "FW,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×5.6×4",
    "info": "38.1×5.6-2821",
    "remark": "杭锅,槽伤长度为40mm"
  },
  {
    "size": "38.1×5.6×4",
    "info": "38.1×5.6-2921",
    "remark": "武锅监制,钢种T91,槽伤长度为40mm"
  },
  {
    "size": "38.1×5×4",
    "info": "38.1×5-2821",
    "remark": "FW专用样管（钢种T22）"
  },
  {
    "size": "38.1×5×4",
    "info": "38.1×5-2921",
    "remark": "FW专用样管,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×6.05×4",
    "info": "38.1×6.05-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×6.1×4",
    "info": "38.1×6.1-2921",
    "remark": "FW,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×6.1×4",
    "info": "38.1×6.1-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "38.1×6.35×4",
    "info": "38.1×6.35-1821",
    "remark": "FW专用样管,钢种T11"
  },
  {
    "size": "38.1×6.3×4",
    "info": "38.1×6.3-2821",
    "remark": "FW专用样管（钢种T22）"
  },
  {
    "size": "38.1×6.6×4",
    "info": "38.1×6.6-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×6.6×4",
    "info": "38.1×6.6-3921",
    "remark": "FW专用样管,钢种T12,槽伤长度40mm"
  },
  {
    "size": "38.1×6.6×4",
    "info": "38.1×6.6-3922",
    "remark": "T12,30mm"
  },
  {
    "size": "38.1×7.11×4",
    "info": "38.1×7.11-0921",
    "remark": "武锅,钢种SA-210C,槽伤长度40mm"
  },
  {
    "size": "38.1×7.11×4",
    "info": "38.1×7.11-2821",
    "remark": "FW专用样管,钢种T22,槽伤长度40mm"
  },
  {
    "size": "38.1×7.11×4",
    "info": "38.1×7.11-3921",
    "remark": "武锅,钢种T12,槽伤长度40mm"
  },
  {
    "size": "38.1×7.3×4",
    "info": "38.1×7.3-1101",
    "remark": "钢种15CrMoG"
  },
  {
    "size": "38.1×7.3×4",
    "info": "38.1×7.3-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "38.1×7.87×4",
    "info": "38.1×7.87-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "38.1×8.13×4",
    "info": "38.1×8.13-2921",
    "remark": "FW,钢种T91,槽伤长度40mm(测厚)"
  },
  {
    "size": "38.1×8.3×4",
    "info": "38.1×8.3-3901",
    "remark": "钢种T12"
  },
  {
    "size": "38.1×8.64×4",
    "info": "38.1×8.64-2821",
    "remark": "武锅监制,钢种T22,槽伤长度40mm"
  },
  {
    "size": "38.1×9.1×4",
    "info": "38.1×9.1-2803",
    "remark": "（钢种T22）"
  },
  {
    "size": "38.1×9.1×4",
    "info": "38.1×9.1-2801",
    "remark": "钢种T22,盲区"
  },
  {
    "size": "38.1×9.65×4",
    "info": "38.1×9.65-3922",
    "remark": "30mm,T12"
  },
  {
    "size": "38×3.25×4",
    "info": "38×3.25-3501",
    "remark": "钢种SA210A1"
  },
  {
    "size": "38×3×4",
    "info": "38×3-0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×4.2×4",
    "info": "38×4.2-3921",
    "remark": "FW专用样管（钢种T12,盲区）"
  },
  {
    "size": "38×4.4×4",
    "info": "38×4.4-1821",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "38×4.5×4",
    "info": "38×4.5-0002",
    "remark": "L2,30mm,20钢"
  },
  {
    "size": "38×4.5×4",
    "info": "38×4.5-0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×4×4",
    "info": "38×4-8120",
    "remark": "联合探伤线专用样管,钢种09CrCuSb"
  },
  {
    "size": "38×5.4×4",
    "info": "38×5.4-1821",
    "remark": "FW专用样管（钢种T11,盲区）*"
  },
  {
    "size": "38×5.4×4",
    "info": "38×5.4-2821",
    "remark": "钢种T22,槽伤长度40mm"
  },
  {
    "size": "38×5.4×4",
    "info": "38×5.4-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "38×5.5×4",
    "info": "38×5.5-0003",
    "remark": "34MnB5,E2H,1mm,焊拔管"
  },
  {
    "size": "38×5.5×4",
    "info": "38×5.5-7120",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×5.5×4",
    "info": "38×5.5-9021",
    "remark": "钢种35MnB5,槽伤长度40mm"
  },
  {
    "size": "38×5.9×4",
    "info": "38×5.9-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "38×5×4",
    "info": "38×5-0220",
    "remark": "30mm,20G"
  },
  {
    "size": "38×5×4",
    "info": "38×5-0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×6.5×4",
    "info": "38×6.5-1120",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×6×4",
    "info": "38×6-8121",
    "remark": "联合探伤线专用样管,钢种09CrCuSb"
  },
  {
    "size": "38×7.1×4",
    "info": "38×7.1-7921",
    "remark": "武锅,钢种13CrMo4-5,槽伤长度25mm"
  },
  {
    "size": "38×7.1×4",
    "info": "38×7.1-3421",
    "remark": "武锅,钢种10CrMo9-10,槽伤长度25mm"
  },
  {
    "size": "38×7×4",
    "info": "38×7-1120",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×8.1×4",
    "info": "38×8.1-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "38×8.8×4",
    "info": "38×8.8-3421",
    "remark": "武锅,钢种10CrMo9-10,槽伤长度25mm"
  },
  {
    "size": "38×8.8×4",
    "info": "38×8.8-7921",
    "remark": "武锅,钢种13CrMo4-5,槽伤长度25mm"
  },
  {
    "size": "38×8.8×4",
    "info": "38×8.8-7922",
    "remark": "钢种13CrMo4-5,槽伤长度25mm"
  },
  {
    "size": "38×8×4",
    "info": "38×8-2920",
    "remark": "T91,L2,30mm"
  },
  {
    "size": "38×8×4",
    "info": "38×8-2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "38×8×4",
    "info": "38×8-6021",
    "remark": "武锅,钢种16Mo3,槽伤长度25mm"
  },
  {
    "size": "39×3×4",
    "info": "39×3-7000",
    "remark": "G8B6800524\r\nSTKM13C,30mm,L2"
  },
  {
    "size": "40.4×4.3×4",
    "info": "40.4×4.3-7203",
    "remark": " "
  },
  {
    "size": "40.5×6.5×4",
    "info": "40.5×6.5-0520",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "40×2.5×4",
    "info": "40×2.5-0202",
    "remark": "20G,L2,30mm"
  },
  {
    "size": "40×4×4",
    "info": "40×4-0403",
    "remark": "（钢种20#）"
  },
  {
    "size": "40×5×4",
    "info": "40×5-0020",
    "remark": "P155,30mm"
  },
  {
    "size": "40×5×4",
    "info": "40×5-3320",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "40×6.5×4",
    "info": "40×6.5-2921",
    "remark": "钢种35,槽伤长度40mm"
  },
  {
    "size": "41.3×6.05×4",
    "info": "41.3×6.05-2901",
    "remark": "钢种T91"
  },
  {
    "size": "41.3×6.05×4",
    "info": "41.3×6.05-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "41.3×6.1×4",
    "info": "41.3×6.1-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "41.3×6.86×4",
    "info": "41.3×6.86-2821",
    "remark": "武锅,钢种T22,槽伤长度40mm"
  },
  {
    "size": "41.3×7.78×4",
    "info": "41.3×7.78-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "41×3.4×4",
    "info": "41×3.4-1701",
    "remark": "钢种30CrMnSiA,l2,30mm,2018.3制"
  },
  {
    "size": "41×3.4×4",
    "info": "41×3.4-1703",
    "remark": "（钢种30CrMnSiA）"
  },
  {
    "size": "42.2×4.85×4",
    "info": "42.2×4.85-5901",
    "remark": "钢种P11"
  },
  {
    "size": "42.2×6.35×4",
    "info": "42.2×6.35-8621",
    "remark": "武锅监制,钢种SA-106C,槽伤长度40mm"
  },
  {
    "size": "42.2×7.62×4",
    "info": "42.2×7.62-3921",
    "remark": "武锅监制,钢种T12,槽伤长度40mm"
  },
  {
    "size": "42.2×9.7×4",
    "info": "42.2×9.7-8621",
    "remark": "武锅,钢种SA-106C,槽伤长度40mm"
  },
  {
    "size": "42.2×9.7×4",
    "info": "42.2×9.7-8521",
    "remark": "武锅监制,钢种P12,槽伤长度40mm"
  },
  {
    "size": "42.2×9.7×4",
    "info": "42.2×9.7-6921",
    "remark": "武锅监制,钢种P22,槽伤长度40mm"
  },
  {
    "size": "42.4×6.1×4",
    "info": "42.4×6.1-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "42.4×6.6×4",
    "info": "42.4×6.6-3921",
    "remark": "武锅,钢种T12,槽伤长度40mm"
  },
  {
    "size": "42.4×6×4",
    "info": "42.4×6-0901",
    "remark": "武锅监制,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "42.4×7.11×4",
    "info": "42.4×7.11-3901",
    "remark": "钢种T12"
  },
  {
    "size": "42.4×7.1×4",
    "info": "42.4×7.1-1021",
    "remark": "武锅监制,钢种12Cr1MoVG,槽伤长度40mm"
  },
  {
    "size": "42.4×8.3×4",
    "info": "42.4×8.3-2801",
    "remark": "钢种T22"
  },
  {
    "size": "42.4×8.3×4",
    "info": "42.4×8.3-2821",
    "remark": "钢种探T22"
  },
  {
    "size": "42.4×8.64×4",
    "info": "42.4×8.64-2821",
    "remark": "武锅监制,钢种T22,槽伤长度40mm"
  },
  {
    "size": "42.4×8×4",
    "info": "42.4×8-6021",
    "remark": "武锅,钢种16Mo3,长度25mm"
  },
  {
    "size": "42.4×8×4",
    "info": "42.4×8-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "42×10.4×4",
    "info": "42×10.4-2820",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "42×13×4",
    "info": "42×13-2922",
    "remark": "T91,槽长30mm"
  },
  {
    "size": "42×3.5×4",
    "info": "42×3.5-2921",
    "remark": "钢种T91,槽伤长度30mm"
  },
  {
    "size": "42×3×4",
    "info": "42×3-0121",
    "remark": "钢种10#,槽伤长度为40mm"
  },
  {
    "size": "42×5.4×4",
    "info": "42×5.4-8921",
    "remark": "钢种34MnB5,槽伤长度40mm"
  },
  {
    "size": "42×5.5×4",
    "info": "42×5.5-2920",
    "remark": "联合探伤线专用样管（钢种T91）"
  },
  {
    "size": "42×6.5×4",
    "info": "42×6.5-9003",
    "remark": "26MnB5,L2,30mm"
  },
  {
    "size": "42×6.5×4",
    "info": "42×6.5-4420",
    "remark": "联合探伤线专用样管（钢种27CD4）"
  },
  {
    "size": "42×6.5×4",
    "info": "42×6.5-2921",
    "remark": "上锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "42×6×4",
    "info": "42×6-0901",
    "remark": "钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "42×6×4",
    "info": "42×6-2120",
    "remark": "联合探伤线专用样管（钢种R102）"
  },
  {
    "size": "43.4×3.2×4",
    "info": "43.4×3.2-7001",
    "remark": "STKM13C,L2,30mm"
  },
  {
    "size": "43×3.5×4",
    "info": "43×3.5-3603",
    "remark": "CK35样管"
  },
  {
    "size": "44.45×10.16×4",
    "info": "44.45×10.16-2821",
    "remark": "FW专用样管,钢种T22"
  },
  {
    "size": "44.45×10.64×4",
    "info": "44.45×10.64-2821",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "44.45×10.7×4",
    "info": "44.45×10.7-2801",
    "remark": "（钢种T22）"
  },
  {
    "size": "44.45×11.7×4",
    "info": "44.45×11.7-2801",
    "remark": "（钢种T22）"
  },
  {
    "size": "44.45×12.2×4",
    "info": "44.45×12.2-2801",
    "remark": "（钢种T22)"
  },
  {
    "size": "44.45×4.9×4",
    "info": "44.45×4.9-3921",
    "remark": "FW,钢种T12,槽伤长度40mm"
  },
  {
    "size": "44.45×5.59×4",
    "info": "44.45×5.59-3121",
    "remark": "FW,钢种T2,槽伤长度40mm"
  },
  {
    "size": "44.45×6.1×4",
    "info": "44.45×6.1-3922",
    "remark": "T12,30mm"
  },
  {
    "size": "44.45×6.6×4",
    "info": "44.45×6.6-3921",
    "remark": "武锅监制,钢种T12"
  },
  {
    "size": "44.45×7.11×4",
    "info": "44.45×7.11-3922",
    "remark": "T12,30mm"
  },
  {
    "size": "44.45×7.62×4",
    "info": "44.45×7.62-3922",
    "remark": "武锅,钢种T12,槽伤长度40mm"
  },
  {
    "size": "44.45×7.8×4",
    "info": "44.45×7.8-2821",
    "remark": "FW专用样管,钢种T22"
  },
  {
    "size": "44.45×7×4",
    "info": "44.45×7-2921",
    "remark": "钢种T91,槽伤长度为40mm"
  },
  {
    "size": "44.45×8.13×4",
    "info": "44.45×8.13-2821",
    "remark": "武锅监制,钢种T22,槽伤长度为40mm"
  },
  {
    "size": "44.45×8.59×4",
    "info": "44.45×8.59-2821",
    "remark": "FW专用样管,钢种T22"
  },
  {
    "size": "44.45×9.19×4",
    "info": "44.45×9.19-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "44.45×9.65×4",
    "info": "44.45×9.65-2821",
    "remark": "武锅监制,钢种T22,槽伤长度40mm"
  },
  {
    "size": "44.45×9.68×4",
    "info": "44.45×9.68-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "44.45×9.78×4",
    "info": "2921",
    "remark": "武锅,钢种T91,孔径Φ1.58mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "2922",
    "remark": "T91,30mm"
  },
  {
    "size": "44.5× ×4",
    "info": "7901",
    "remark": "13CrMo4-5,L2,30mm"
  },
  {
    "size": "44.5×10.4×4",
    "info": "44.5×10.4-2921",
    "remark": "武锅"
  },
  {
    "size": "44.5×10×4",
    "info": "44.5×10-6021",
    "remark": "武锅（钢种16Mo3,伤长25mm)"
  },
  {
    "size": "44.5×10×4",
    "info": "44.5×10-6021",
    "remark": "武锅,钢种16Mo3"
  },
  {
    "size": "44.5×11.1×4",
    "info": "44.5×11.1-2921",
    "remark": "武锅"
  },
  {
    "size": "44.5×12×4",
    "info": "44.5×12-1021",
    "remark": "武锅,钢种12Cr1MoVG,槽伤长度40mm"
  },
  {
    "size": "44.5×2.5×4",
    "info": "44.5×2.5-3923",
    "remark": "FW专用样管,钢种T12"
  },
  {
    "size": "44.5×2.7×4",
    "info": "44.5×2.7-1820",
    "remark": "联合探伤线专用样管,钢种T11,杭锅"
  },
  {
    "size": "44.5×2.8×4",
    "info": "44.5×2.8-1820",
    "remark": "联合探伤线专用样管,钢种T11,杭锅"
  },
  {
    "size": "44.5×3.43×4",
    "info": "44.5×3.43-1821",
    "remark": "FW专用样管,钢种T11"
  },
  {
    "size": "44.5×3.81×4",
    "info": "44.5×3.81-1822",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "44.5×3.81×4",
    "info": "44.5×3.81-3922",
    "remark": "FW专用样管（钢种T12,盲区）*"
  },
  {
    "size": "44.5×3.81×4",
    "info": "44.5×3.81-2821",
    "remark": "FW专用样管,钢种T22,盲区"
  },
  {
    "size": "44.5×4.19×4",
    "info": "44.5×4.19-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×4.22×4",
    "info": "44.5×4.22-3123",
    "remark": "FW专用样管（钢种T2,盲区）"
  },
  {
    "size": "44.5×4.34×4",
    "info": "44.5×4.34-3122",
    "remark": "FW专用样管（钢种T2,盲区）"
  },
  {
    "size": "44.5×4.39×4",
    "info": "44.5×4.39-2821",
    "remark": "FW专用样管（钢种探T22,盲区）"
  },
  {
    "size": "44.5×4.3×4",
    "info": "44.5×4.3-1820",
    "remark": "联合探伤线专用样管,钢种T11,杭锅"
  },
  {
    "size": "44.5×4.42×4",
    "info": "44.5×4.42-3124",
    "remark": "FW专用样管（钢种T2,盲区）"
  },
  {
    "size": "44.5×4.57×4",
    "info": "44.5×4.57-2922",
    "remark": "T91,伤长30mm"
  },
  {
    "size": "44.5×4.62×4",
    "info": "44.5×4.62-3521",
    "remark": "FW专用样管（钢种SA210A1,盲区）"
  },
  {
    "size": "44.5×4.6×4",
    "info": "44.5×4.6-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "44.5×4.8×4",
    "info": "44.5×4.8-1823",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5×4-1021",
    "remark": "武锅监制,钢种12Cr1MoVG"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5×4-6021",
    "remark": "武锅,钢种16Mo3,长度25mm"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5×4-7921",
    "remark": "武锅,钢种13CrMo4-5,槽伤长度25mm"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5×4-3421",
    "remark": "武锅（钢种10CrMo9-10,槽伤长度25mm）"
  },
  {
    "size": "44.5×4×4",
    "info": "44.5×4-2921",
    "remark": "武锅监制,钢种T91,槽伤长度为40mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5×5.08-2922",
    "remark": "SA-209T1a,40mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5×5.08-4021",
    "remark": "FW,钢种T1a,槽伤长度40mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5×5.08-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "44.5×5.08×4",
    "info": "44.5×5.08-3930",
    "remark": "T12,FW,30MM"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5×5.59-3931",
    "remark": "T12,FW,30MM"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5×5.59-0921",
    "remark": "FW专用样管（钢种SA210C,盲区）"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5×5.59-4021",
    "remark": "FW专用样管（钢种T1a,盲区）"
  },
  {
    "size": "44.5×5.59×4",
    "info": "44.5×5.59-2922",
    "remark": "T91,伤长30mm"
  },
  {
    "size": "44.5×5.72×4",
    "info": "44.5×5.72-0921",
    "remark": "FW专用样管（钢种SA210C,盲区）"
  },
  {
    "size": "44.5×5.8×4",
    "info": "44.5×5.8-0921",
    "remark": "FW专用样管,钢种SA-210C"
  },
  {
    "size": "44.5×5.8×4",
    "info": "44.5×5.8-1821",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "44.5×5.8×4",
    "info": "44.5×5.8-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "44.5×5×4",
    "info": "44.5×5-3501",
    "remark": "钢种SA210A1"
  },
  {
    "size": "44.5×5×4",
    "info": "44.5×5-6021",
    "remark": "武锅,钢种16Mo3,槽伤长度25mm"
  },
  {
    "size": "44.5×6.05×4",
    "info": "44.5×6.05-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×6.17×4",
    "info": "44.5×6.17-3125",
    "remark": "FW专用样管（钢种T2,盲区）"
  },
  {
    "size": "44.5×6.1×4",
    "info": "44.5×6.1-3921",
    "remark": "武锅监制,钢种T12"
  },
  {
    "size": "44.5×6.1×4",
    "info": "44.5×6.1-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×6.22×4",
    "info": "44.5×6.22-1821",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "44.5×6.35×4",
    "info": "44.5×6.35-2901",
    "remark": "钢种T91"
  },
  {
    "size": "44.5×6.35×4",
    "info": "44.5×6.35-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×6.43×4",
    "info": "44.5×6.43-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×6.4×4",
    "info": "44.5×6.4-2822",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "44.5×6.5×4",
    "info": "44.5×6.5-1821",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "44.5×6.5×4",
    "info": "44.5×6.5-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×6.6×4",
    "info": "44.5×6.6-2921",
    "remark": "武锅监制,钢种T91,槽伤长度为40mm"
  },
  {
    "size": "44.5×6.8×4",
    "info": "44.5×6.8-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5×6-3521",
    "remark": "FW,SA210A1,长度40mm"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5×6-1821",
    "remark": "联合探伤线专用样管,钢种T11"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5×6-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "44.5×6×4",
    "info": "44.5×6-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "44.5×7.11×4",
    "info": "44.5×7.11-2822",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "44.5×7.24×4",
    "info": "44.5×7.24-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×7.2×4",
    "info": "44.5×7.2-2821",
    "remark": "钢种T22,槽伤长度40mm"
  },
  {
    "size": "44.5×7.2×4",
    "info": "44.5×7.2-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "44.5×7.4×4",
    "info": "44.5×7.4-2822",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "44.5×7.5×4",
    "info": "44.5×7.5-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×7.62×4",
    "info": "44.5×7.62-0921",
    "remark": "FW专用样管,槽伤长度40mm"
  },
  {
    "size": "44.5×7.7×4",
    "info": "44.5×7.7-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×7.87×4",
    "info": "44.5×7.87-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×7×4",
    "info": "2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×8.13×4",
    "info": "3921",
    "remark": "FW专用样管（钢种T12,盲区）"
  },
  {
    "size": "44.5×8.35×4",
    "info": "44.5×8.35-2901",
    "remark": "钢种T91"
  },
  {
    "size": "44.5×8.38×4",
    "info": "44.5×8.38-2901",
    "remark": "钢种T91"
  },
  {
    "size": "44.5×8.38×4",
    "info": "44.5×8.38-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×8.4×4",
    "info": "44.5×8.4-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "44.5×8.89×4",
    "info": "44.5×8.89-2901",
    "remark": "钢种T91"
  },
  {
    "size": "44.5×8.89×4",
    "info": "44.5×8.89-2922",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×8.92×4",
    "info": "44.5×8.92-2926",
    "remark": "FW专用样管（钢种T91,盲区）"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5×8-7921",
    "remark": "钢种13CrMo4-5,刻槽长度25mm,深度壁厚5%"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5×8-6021",
    "remark": "武锅,槽伤长度25mm,钢种16Mo3"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5×8-3421",
    "remark": "武锅,钢种10CrMo910,槽伤长度25mm"
  },
  {
    "size": "44.5×8×4",
    "info": "44.5×8-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "44.5×9.25×4",
    "info": "44.5×9.25-2921",
    "remark": "武锅"
  },
  {
    "size": "44.5×9.53×4",
    "info": "44.5×9.53-2921",
    "remark": "武锅"
  },
  {
    "size": "44×8.05×4",
    "info": "44×8.05-3603",
    "remark": "CK35样管"
  },
  {
    "size": "45.5×3×4",
    "info": "45.5×3-8201",
    "remark": "钢种P460N,槽伤长度25mm,深度是壁厚5%（最小0.3mm）"
  },
  {
    "size": "45×10×4",
    "info": "45×10-2921",
    "remark": "东锅,钢种T91,槽伤长度30mm"
  },
  {
    "size": "45×11×4",
    "info": "45×11-2921",
    "remark": "东锅,钢种T91,槽伤长度30mm"
  },
  {
    "size": "45×4.9×4",
    "info": "45×4.9-0921",
    "remark": "FW监制,钢种SA210C,槽伤长度为40mm"
  },
  {
    "size": "45×4×4",
    "info": "45×4-2821",
    "remark": "FW专用样管（钢种T22）"
  },
  {
    "size": "45×4×4",
    "info": "45×4-4403",
    "remark": "27CD4,L2,30mm"
  },
  {
    "size": "45×7.5×4",
    "info": "45×7.5-1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "46×4.5×4",
    "info": "46×4.5-1804",
    "remark": "（钢种为CK35,钢印有误）"
  },
  {
    "size": "46×8.5×4",
    "info": "46×8.5-7301",
    "remark": "（钢种St52.4）"
  },
  {
    "size": "47.63×5.6×4",
    "info": "47.63×5.6-2920",
    "remark": "联合探伤线专用样管（钢种T91,盲区）"
  },
  {
    "size": "47.63×6.3×4",
    "info": "47.63×6.3-2901",
    "remark": "（钢种T91)"
  },
  {
    "size": "47.63×8.6×4",
    "info": "47.63×8.6-2901",
    "remark": "联合探伤线专用样管（钢种T91）"
  },
  {
    "size": "47.6×6.3×4",
    "info": "47.6×6.3-2920",
    "remark": "（钢种T91,横伤,盲区＜150mm）"
  },
  {
    "size": "48.3×10.15×4",
    "info": "48.3×10.15-5921",
    "remark": "FW专用样管（钢种P11,盲区）"
  },
  {
    "size": "48.3×12.07×4",
    "info": "48.3×12.07-8521",
    "remark": "武锅,钢种P12,槽伤长度40mm"
  },
  {
    "size": "48.3×12.09×4",
    "info": "48.3×12.09-6921",
    "remark": "武锅监制,钢种P22,槽伤长度40mm"
  },
  {
    "size": "48.3×12.4×4",
    "info": "48.3×12.4-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "48.3×3.8×4",
    "info": "48.3×3.8-4021",
    "remark": "FW,钢种T1a,槽伤长度40mm"
  },
  {
    "size": "48.3×4.05×4",
    "info": "48.3×4.05-3921",
    "remark": "FW专用样管,钢种T12,槽伤长度40mm"
  },
  {
    "size": "48.3×4.05×4",
    "info": "48.3×4.05-2821",
    "remark": "FW专用样管,钢种T22,槽伤长度40mm"
  },
  {
    "size": "48.3×4.3×4",
    "info": "48.3×4.3-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "48.3×5.6×4",
    "info": "3421",
    "remark": "武锅（钢种10CrMo9-10)"
  },
  {
    "size": "48.3×5.6×4",
    "info": "6021",
    "remark": "武锅,钢种16Mo3"
  },
  {
    "size": "48.3×5×4",
    "info": "2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "48.3×8×4",
    "info": "6521",
    "remark": "武锅监制,钢种P91,槽伤长度40mm"
  },
  {
    "size": "48.3×9×4",
    "info": "2921",
    "remark": "武锅监制,钢种T91,槽伤长度为40mm"
  },
  {
    "size": "48.6×6.4×4",
    "info": "48.6×6.4-2921",
    "remark": "T22,L2,30mm"
  },
  {
    "size": "48×10.5×4",
    "info": "48×10.5-2901",
    "remark": "深度=壁厚的5%"
  },
  {
    "size": "48×12×4",
    "info": "48×12-2901",
    "remark": "上锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "48×3.5×4",
    "info": "48×3.5-0401",
    "remark": "钢种20"
  },
  {
    "size": "48×7.5×4",
    "info": "48×7.5-2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "48×7×4",
    "info": "48×7-2901",
    "remark": "T91,L2,30mm"
  },
  {
    "size": "50.8×10.16×4",
    "info": "50.8×10.16-2827",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "50.8×10.3×4",
    "info": "50.8×10.3-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×10.5×4",
    "info": "50.8×10.5-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×10.67×4",
    "info": "50.8×10.67-2821",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "50.8×10.67×4",
    "info": "50.8×10.67-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "50.8×11.18×4",
    "info": "50.8×11.18-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×11.43×4",
    "info": "50.8×11.43-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×11.61×4",
    "info": "50.8×11.61-2821",
    "remark": "武锅监制,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×11.7×4",
    "info": "50.8×11.7-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×12.1×4",
    "info": "50.8×12.1-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×15.09×4",
    "info": "50.8×15.09-2801",
    "remark": "钢种T22"
  },
  {
    "size": "50.8×2.8×4",
    "info": "50.8×2.8-2902",
    "remark": "联合探伤线专用样管,钢种T91"
  },
  {
    "size": "50.8×3.76×4",
    "info": "50.8×3.76-3930",
    "remark": "T22,L2,30mm"
  },
  {
    "size": "50.8×3.81×4",
    "info": "50.8×3.81-2822",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "50.8×3.81×4",
    "info": "50.8×3.81-0920",
    "remark": "SA210A1,FW"
  },
  {
    "size": "50.8×4.19×4 mm",
    "info": "50.8×4.19-3521",
    "remark": "FW专用样管（钢种SA210A1、盲区＜200mm）"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8×4.19-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8×4.19-1803",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8×4.19-3121",
    "remark": "FW,钢种T2,槽伤长度40mm"
  },
  {
    "size": "50.8×4.19×4",
    "info": "50.8×4.19-2821",
    "remark": "武锅监制,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×4.29×4",
    "info": "50.8×4.29-2831",
    "remark": "T22,L2,30mm"
  },
  {
    "size": "50.8×4.45×4",
    "info": "50.8×4.45-2921",
    "remark": "FW,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8×4.57-2832",
    "remark": "T22,L2,30mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8×4.57-3121",
    "remark": "FW专用样管（钢种T2）"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8×4.57-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8×4.57-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "50.8×4.57×4",
    "info": "50.8×4.57-3921",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×4.72×4",
    "info": "50.8×4.72-2921",
    "remark": "FW专用样管（钢种T91,盲区）"
  },
  {
    "size": "50.8×4.72×4",
    "info": "50.8×4.72-2921",
    "remark": "FW,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×4.8×4",
    "info": "50.8×4.8-0221",
    "remark": "FW专用样管（钢种SA210C,盲区）"
  },
  {
    "size": "50.8×4×4",
    "info": "50.8×4-2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "50.8×5.03×4",
    "info": "50.8×5.03-3122",
    "remark": "FW专用样管（钢种T2,盲区＜200mm）"
  },
  {
    "size": "50.8×5.08 ×4",
    "info": "50.8×5.08-0022",
    "remark": "FW,T1a,30mm"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8×5.08-0921",
    "remark": "SA210A1,FW"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8×5.08-3923",
    "remark": "FW专用样管（钢种T12,盲区）"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8×5.08-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8×5.08-3921",
    "remark": "FW,钢种T12,槽伤长度40mm"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8×5.08-4021",
    "remark": "FW,钢种T1a,槽伤长度40mm"
  },
  {
    "size": "50.8×5.08×4",
    "info": "50.8×5.08-1821",
    "remark": "T91,40mm"
  },
  {
    "size": "50.8×5.16×4",
    "info": "50.8×5.16-1821",
    "remark": "FW专用样管,钢种T11"
  },
  {
    "size": "50.8×5.16×4",
    "info": "50.8×5.16-3121",
    "remark": "FW,钢种T2,槽伤长度40mm"
  },
  {
    "size": "50.8×5.1×4",
    "info": "50.8×5.1-3502",
    "remark": "L2,30mm,SA210A1"
  },
  {
    "size": "50.8×5.21×4",
    "info": "50.8×5.21-0921",
    "remark": "FW专用样管（钢种SA210C,盲区）"
  },
  {
    "size": "50.8×5.38×4",
    "info": "50.8×5.38-2921",
    "remark": "FW,钢种T91,槽伤长度40mm(测厚)"
  },
  {
    "size": "50.8×5.59×4",
    "info": "50.8×5.59-1822",
    "remark": "T1a,30mm"
  },
  {
    "size": "50.8×5.59×4",
    "info": "50.8×5.59-4021",
    "remark": "FW专用样管,钢种T1,槽伤长度为40mm"
  },
  {
    "size": "50.8×5.59×4",
    "info": "50.8×5.59-2821",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "50.8×5.74×4",
    "info": "50.8×5.74-2922",
    "remark": "FW专用样管（钢种T91,盲区）"
  },
  {
    "size": "50.8×5.84×4",
    "info": "50.8×5.84-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "50.8×5.84×4",
    "info": "50.8×5.84-3121",
    "remark": "FW,钢种T2,槽伤长度40mm"
  },
  {
    "size": "50.8×6.17×4",
    "info": "50.8×6.17-3522",
    "remark": "FW专用样管（钢种SA210A1,盲区）"
  },
  {
    "size": "50.8×6.1×4",
    "info": "50.8×6.1-4021",
    "remark": "FW专用样管,钢种T1,槽伤长度为40mm"
  },
  {
    "size": "50.8×6.22×4",
    "info": "44.5×6.22-1821",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "50.8×6.2×4",
    "info": "50.8×6.2-0921",
    "remark": "钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "50.8×6.35×4",
    "info": "50.8×6.35-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×6.35×4",
    "info": "50.8×6.35-2821",
    "remark": "FW专用样管（钢种T22）"
  },
  {
    "size": "50.8×6.6×4",
    "info": "50.8×6.6-3521",
    "remark": "FW专用样管（钢种SA210A1,盲区）"
  },
  {
    "size": "50.8×6.6×4",
    "info": "50.8×6.6-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×7.11×4",
    "info": "50.8×7.11-3922",
    "remark": "T12,30MM"
  },
  {
    "size": "50.8×7.21×4",
    "info": "50.8×7.21-2901",
    "remark": "钢种T91"
  },
  {
    "size": "50.8×7.21×4",
    "info": "50.8×7.21-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×7.24×4",
    "info": "50.8×7.24-3121",
    "remark": "FW,钢种T2,槽伤长度40mm"
  },
  {
    "size": "50.8×7.24×4",
    "info": "50.8×7.24-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "50.8×7.5×4",
    "info": "50.8×7.5-0921",
    "remark": "武锅,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "50.8×7.62×4",
    "info": "50.8×7.62-2821",
    "remark": "FW专用样管,钢种T22"
  },
  {
    "size": "50.8×7.62×4",
    "info": "50.8×7.62-3921",
    "remark": "武锅监制,钢种T12,槽伤长度为40mm"
  },
  {
    "size": "50.8×7.87×4",
    "info": "50.8×7.87-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×8.13×4",
    "info": "50.8×8.13-2824",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "50.8×8.13×4",
    "info": "50.8×8.13-3922",
    "remark": "30mm,T12"
  },
  {
    "size": "50.8×8.59×4",
    "info": "50.8×8.59-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×8.64×4",
    "info": "50.8×8.64-2825",
    "remark": "FW专用样管（钢种T22,孔径Φ0.8mm,盲区）"
  },
  {
    "size": "50.8×8.71×4",
    "info": "50.8×8.71-3121",
    "remark": "FW,钢种T2,槽伤长度40mm"
  },
  {
    "size": "50.8×8.76×4",
    "info": "50.8×8.76-2921",
    "remark": "FW,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×8.84×4",
    "info": "50.8×8.84-3123",
    "remark": "FW专用样管（钢种T2,盲区）"
  },
  {
    "size": "50.8×9.14×4",
    "info": "50.8×9.14-2821",
    "remark": "武锅,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×9.25×4",
    "info": "50.8×9.25-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×9.27×4",
    "info": "50.8×9.27-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "50.8×9.2×4",
    "info": "50.8×9.2-2821",
    "remark": "武锅监制,钢种T22,槽伤长度为40mm"
  },
  {
    "size": "50.8×9.4×4",
    "info": "50.8×9.4-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "50.8×9.53×4",
    "info": "50.8×9.53-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×9.58×4",
    "info": "50.8×9.58-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50.8×9.91×4",
    "info": "50.8×9.91-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "50×2.65×4",
    "info": "50×2.65-1801",
    "remark": "CK35,L2,30mm"
  },
  {
    "size": "50×4.5×4",
    "info": "50×4.5-1101",
    "remark": "15CrMoG,L2,30mm"
  },
  {
    "size": "50×4×4",
    "info": "50×4-1001",
    "remark": "钢种12Cr1MoVG"
  },
  {
    "size": "50×8×4",
    "info": "50×8-0501",
    "remark": "35,L2,30mm"
  },
  {
    "size": "51×10.5×4",
    "info": "51×10.5-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "51×11×4",
    "info": "51×11-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "51×12.5×4",
    "info": "51×12.5-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "51×3.6×4",
    "info": "51×3.6-1120",
    "remark": "联合探伤线专用样管（钢种15CrMoG）"
  },
  {
    "size": "51×4×4",
    "info": "51×4-2901",
    "remark": "钢种T91,槽伤长度40mm,盲区＜200mm"
  },
  {
    "size": "51×5.1×4",
    "info": "51×5.1-2821",
    "remark": "钢种T22,槽伤长度40mm"
  },
  {
    "size": "51×5.7×4",
    "info": "51×5.7-8921",
    "remark": "钢种34MnB5,槽伤长度40mm"
  },
  {
    "size": "51×5.8×4",
    "info": "51×5.8-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "51×5×4",
    "info": "51×5-2921",
    "remark": "T91,槽伤40mm"
  },
  {
    "size": "51×6.3×4",
    "info": "51×6.3-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "51×6.8×4",
    "info": "51×6.8-2821",
    "remark": "钢种T22,槽伤长度40mm"
  },
  {
    "size": "51×6×4",
    "info": "51×6-2921",
    "remark": "钢种T91,槽伤长度30mm"
  },
  {
    "size": "51×7.5××4",
    "info": "51×7.5-2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "51×7×4",
    "info": "51×7-2920",
    "remark": "T91,30MM,L2"
  },
  {
    "size": "51×8.8×4",
    "info": "51×8.8-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "51×8×4",
    "info": "51×8-2921",
    "remark": "钢种T91,槽伤长度30mm"
  },
  {
    "size": "51×9.5×4",
    "info": "51×9.5-2821",
    "remark": "古巴,钢种T22,槽伤长度40mm"
  },
  {
    "size": "51×9××4",
    "info": "51×9-1001",
    "remark": "钢种12Cr1MoV"
  },
  {
    "size": "52.4×6.5×4",
    "info": "52.4×6.5-0001",
    "remark": "BGDH-4124M,L2,30mm"
  },
  {
    "size": "52×7×4",
    "info": "52×7-9201",
    "remark": "L2,30mm,P460N"
  },
  {
    "size": "53.1×6.3×4",
    "info": "53.1×6.3-2420",
    "remark": "钢种SAE8617H"
  },
  {
    "size": "53.98×12.7×4",
    "info": "53.98×12.7-2801",
    "remark": "（钢种T22）"
  },
  {
    "size": "53.98×8.13×4",
    "info": "53.98×8.13-2801",
    "remark": "（钢种T22）"
  },
  {
    "size": "53.98×8.13×4",
    "info": "53.98×8.13-2821",
    "remark": ""
  },
  {
    "size": "53×3.5×4",
    "info": "53×3.5-8201",
    "remark": "钢种P460N,槽伤长度为25mm（最小0.3mm）"
  },
  {
    "size": "53×3.6×4",
    "info": "53×3.6-3501",
    "remark": "（钢种CK-35,伤长40mm）"
  },
  {
    "size": "54×4.19×4",
    "info": "54×4.19-3922",
    "remark": "T12,40mm"
  },
  {
    "size": "54×10.16×4",
    "info": "54×10.16-2821",
    "remark": "武锅,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "54×11×4",
    "info": "54×11-6521",
    "remark": "武锅监制,钢种P91,槽伤长度为40mm"
  },
  {
    "size": "54×13.49×4",
    "info": "54×13.49-3921",
    "remark": "武锅监制,钢种T12,槽伤长度为40mm"
  },
  {
    "size": "54×14×4",
    "info": "54×14-4601",
    "remark": "钢种T92"
  },
  {
    "size": "54×3.78×4",
    "info": "54×3.78-2821",
    "remark": "FW专用样管（钢种T22,盲区)"
  },
  {
    "size": "54×3.8×4",
    "info": "54×3.8-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "54×4.19×4",
    "info": "54×4.19-2922",
    "remark": "T91,槽长30mm"
  },
  {
    "size": "54×4.5×4",
    "info": "54×4.5-0221",
    "remark": "FW专用样管(钢种20G,槽伤长度40mm）"
  },
  {
    "size": "54×4.75×4",
    "info": "54×4.75-2821",
    "remark": "FW专用样管（钢种T22, 盲区）"
  },
  {
    "size": "54×4×4",
    "info": "54×4-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "54×4×4",
    "info": "54×4-2921",
    "remark": "武锅监制,钢种T91,槽伤长度为40mm"
  },
  {
    "size": "54×5.08×4",
    "info": "54×5.08-3923",
    "remark": "T12, FW,L2"
  },
  {
    "size": "54×5×4",
    "info": "54×5-1821",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "54×5×4",
    "info": "54×5-6521",
    "remark": "武锅监制,钢种P91,槽伤长度为40mm"
  },
  {
    "size": "54×6.4×4",
    "info": "54×6.4-3501",
    "remark": "L2,25mm,SA210A1"
  },
  {
    "size": "54×6.4×4",
    "info": "54×6.4-4001",
    "remark": "L2,25mm,T1"
  },
  {
    "size": "54×6×4",
    "info": "54×6-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "54×7×3.2",
    "info": "54×7-4404",
    "remark": "（钢种27CD4）"
  },
  {
    "size": "54×8.13×4",
    "info": "54×8.13-3921",
    "remark": "武锅,钢种T12,槽伤长度40mm"
  },
  {
    "size": "54×8×4",
    "info": "54×8-2920",
    "remark": "钢种T91"
  },
  {
    "size": "54×9×4",
    "info": "54×9-2920",
    "remark": "FW专用样管（钢种T91）"
  },
  {
    "size": "55.5×8.5×4",
    "info": "55.5×8.5-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "56.2×5.65×4",
    "info": "56.2×5.65-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "56×3×4",
    "info": "56×3-0001",
    "remark": "30CrMnSiA,L2,30mm"
  },
  {
    "size": "56×8.5×4",
    "info": "56×8.5-7301",
    "remark": "钢种St52.4"
  },
  {
    "size": "57.15×12.12×4",
    "info": "57.15×12.12-2821",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "57.15×12.19×4",
    "info": "57.15×12.19-3121",
    "remark": "FW专用样管,钢种T2,槽伤长度为40mm"
  },
  {
    "size": "57.15×12.24×4",
    "info": "57.15×12.24-3921",
    "remark": "FW,钢种T12,槽伤长度40mm"
  },
  {
    "size": "57.15×3.05×4",
    "info": "57.15×3.05-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "57.15×5.59×4",
    "info": "57.15×5.59-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "57.15×5.59×4",
    "info": "57.15×5.59-1821",
    "remark": "T11,FW"
  },
  {
    "size": "57.15×6.35×4",
    "info": "57.15×6.35-3521",
    "remark": "FW专用样管,钢种SA210A1,盲区"
  },
  {
    "size": "57.15×6.6×4",
    "info": "57.15×6.6-3521",
    "remark": "FW专用样管,钢种SA210A1,盲区"
  },
  {
    "size": "57.15×7.11×4",
    "info": "57.15×7.11-2822",
    "remark": "FW,T22"
  },
  {
    "size": "57.15×7.62×3250",
    "info": "57.15×7.62-1821",
    "remark": "FW专用样管,钢种T11"
  },
  {
    "size": "57.15×8.64×4",
    "info": "57.15×8.64-3921",
    "remark": "武锅,钢种T12,槽伤长度40mm."
  },
  {
    "size": "57.15×8.92×4",
    "info": "57.15×8.92-2821",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "57.15×9.02×4",
    "info": "57.15×9.02-3121",
    "remark": "FW,钢种T2,槽伤长度40mm"
  },
  {
    "size": "57.2×11×4",
    "info": "57.2×11-6521",
    "remark": "武锅监制,钢种P91,槽伤长度为40mm"
  },
  {
    "size": "57.2×14.5×4",
    "info": "57.2×14.5-6521",
    "remark": "武锅监制,钢种P91,槽伤长度40mm"
  },
  {
    "size": "57.2×3.05×4",
    "info": "57.2×3.05-2821",
    "remark": "FW专用样管（钢种T22,盲区）"
  },
  {
    "size": "57.2×5.49×4",
    "info": "57.2×5.49-3520",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "57.2×7.62×4",
    "info": "57.2×7.62-1821",
    "remark": "FW,钢种T11,槽伤长度40mm"
  },
  {
    "size": "57.3×6.35×4",
    "info": "57.3×6.35-0921",
    "remark": "FW监制,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "57.5×6.5×4",
    "info": "57.5×6.5-8301",
    "remark": "钢种Q460D"
  },
  {
    "size": "57×3.5×4",
    "info": "57×3.5-0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "57×3.8×4",
    "info": "57×3.8-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "57×4.5×4",
    "info": "57×4.5-4601",
    "remark": "钢种T92"
  },
  {
    "size": "57×4×4",
    "info": "57×4-2620",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "57×5.59×4",
    "info": "57×5.59-8901",
    "remark": "SA-209T1a,FW,L2,30mm"
  },
  {
    "size": "57×5.6×4",
    "info": "57×5.6-2821",
    "remark": "古巴,钢种T22,槽伤长度40mm"
  },
  {
    "size": "57×5×4",
    "info": "57×5-2901",
    "remark": "（钢种T91）"
  },
  {
    "size": "57×5×4",
    "info": "57×5-3921",
    "remark": "古巴,钢种T12,槽伤长度40mm"
  },
  {
    "size": "57×6.3×4",
    "info": "57×6.3-2921",
    "remark": "古巴,钢种T91,槽伤长度40mm"
  },
  {
    "size": "57×7.1×4",
    "info": "57×7.1-6021",
    "remark": "武锅,钢种16Mo3,槽伤长度25mm"
  },
  {
    "size": "57×7×4",
    "info": "57×7-0201",
    "remark": "（钢种20G,盲区）"
  },
  {
    "size": "57×8.13×4",
    "info": "57×8.13-3922",
    "remark": "T12,30mm"
  },
  {
    "size": "57×8.6×4",
    "info": "57×8.6-3922",
    "remark": "T12,30mm"
  },
  {
    "size": "57×8×4",
    "info": "57×8-2821",
    "remark": "古巴,钢种T22,槽伤长度40mm"
  },
  {
    "size": "57×8×4",
    "info": "57×8-3421",
    "remark": "武锅,钢种10CrMo910,长度25mm,壁厚5%"
  },
  {
    "size": "57×8×4",
    "info": "57×8-2921",
    "remark": "古巴,钢种T91,槽伤长度40mm"
  },
  {
    "size": "57×9.5×4",
    "info": "57×9.5-2821",
    "remark": "古巴,钢种T22,槽伤长度40mm"
  },
  {
    "size": "57×9.5×4",
    "info": "57×9.5-3921",
    "remark": "古巴,钢种T12,槽伤长度40mm"
  },
  {
    "size": "58.3×5.6×4",
    "info": "58.3×5.6-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "58×5.15×4",
    "info": "58×5.15-2421",
    "remark": "SAE8617H,长度40mm"
  },
  {
    "size": "60.3×11×4",
    "info": "60.3×11-6521",
    "remark": "武锅,钢种P91,槽伤长度40mm."
  },
  {
    "size": "60.3×14.3×4",
    "info": "60.3×14.3-6501",
    "remark": "钢种P91"
  },
  {
    "size": "60.3×2.75×4",
    "info": "60.3×2.75-4821",
    "remark": "FW,钢种A106B,槽伤长度40mm"
  },
  {
    "size": "60.3×4.15×4",
    "info": "60.3×4.15-3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "60.3×4×4",
    "info": "60.3×4-1021",
    "remark": "武锅,钢种12Cr1MoV,槽伤长度40mm"
  },
  {
    "size": "60.3×5.5×4",
    "info": "60.3×5.5-3521",
    "remark": "钢种SA210A1,槽伤长度40mm"
  },
  {
    "size": "60.3×5×4",
    "info": "60.3×5-3521",
    "remark": "钢种SA210A1,槽伤长度40mm"
  },
  {
    "size": "60.3×6×4",
    "info": "60.3×6-0421",
    "remark": "钢种20,槽伤长度40mm"
  },
  {
    "size": "60.3×8.74×4",
    "info": "60.3×8.74-5901",
    "remark": "钢种P11"
  },
  {
    "size": "60.3×9.04×4",
    "info": "60.3×9.04-3121",
    "remark": "FW专用样管（钢种T2,盲区）"
  },
  {
    "size": "60×11×4",
    "info": "60×11-1101",
    "remark": "（钢种15CrMoG,盲区）"
  },
  {
    "size": "60×12.2×4",
    "info": "60×12.2-1101",
    "remark": "东锅,钢种15CrMoG,槽伤长度30mm"
  },
  {
    "size": "60×14×4",
    "info": "60×14-2921",
    "remark": "古巴,钢种T91,槽伤长度40mm"
  },
  {
    "size": "60×4×4",
    "info": "60×4-2920",
    "remark": "T91,L2,30mm"
  },
  {
    "size": "60×4×4",
    "info": "60×4-2901",
    "remark": "（钢种T91）"
  },
  {
    "size": "60×4×4",
    "info": "60×4-2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "60×5.5×4",
    "info": "60×5.5-3624",
    "remark": "联合探伤线专用样管（钢种CK35,盲区＜200mm）"
  },
  {
    "size": "60×8.5×4",
    "info": "60×8.5-4420",
    "remark": "联合探伤线专用样管,钢种27CD4"
  },
  {
    "size": "60×8×4",
    "info": "60×8-2921",
    "remark": "钢种T91,槽伤30mm 2017.4制"
  },
  {
    "size": "61.1×4.85×4",
    "info": "61.1×4.85-2420",
    "remark": "联合探伤线专用样管,钢种SAE8617H,盲区"
  },
  {
    "size": "61.7×5.65×4",
    "info": "61.7×5.65-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "61.9×4.9×4",
    "info": "61.9×4.9-2420",
    "remark": "联合探伤线专用样管,钢种SAE8617H,槽伤长度为40mm"
  },
  {
    "size": "62.7×5.6×4",
    "info": "62.7×5.6-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "62×2.6×4",
    "info": "62×2.6-9501",
    "remark": "35CrMo,L2,30mm"
  },
  {
    "size": "63.5×10.5×4",
    "info": "63.5×10.5-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "63.5×11.5×4",
    "info": "2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "63.5×11.6×4",
    "info": "2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "63.5×13.49×3.2",
    "info": "0901",
    "remark": "钢种SA-210C,伤长40mm"
  },
  {
    "size": "63.5×14×4",
    "info": "2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "63.5×15.09×4",
    "info": "63.5×15.09-0921",
    "remark": "武锅监制,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "63.5×16×4",
    "info": "63.5×16-3501",
    "remark": ""
  },
  {
    "size": "63.5×18×4",
    "info": "63.5×18-2901",
    "remark": " "
  },
  {
    "size": "63.5×2.11×4",
    "info": "63.5×2.11-3821",
    "remark": "钢种A192,槽伤长度40mm"
  },
  {
    "size": "63.5×3.81×4",
    "info": "63.5×3.81-3521",
    "remark": "FW  SA21A1,30mm"
  },
  {
    "size": "63.5×4.19×4",
    "info": "63.5×4.19-2901",
    "remark": "钢种T91"
  },
  {
    "size": "63.5×4.19×4",
    "info": "63.5×4.19-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "63.5×4.5×4",
    "info": "63.5×4.5-3522",
    "remark": "钢种SA210A1,盲区"
  },
  {
    "size": "63.5×4.93×4",
    "info": "63.5×4.93-3526",
    "remark": "FW,SA210A1,30mm"
  },
  {
    "size": "63.5×4×4",
    "info": "63.5×4-0921",
    "remark": "钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "63.5×5.59×4",
    "info": "63.5×5.59-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "63.5×5.5×4",
    "info": "63.5×5.5--1804",
    "remark": "钢种CK35,钢印有误"
  },
  {
    "size": "63.5×5.5×4",
    "info": "63.5×5.5-1820",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "63.5×5.8×4",
    "info": "63.5×5.8-0922",
    "remark": "FW专用样管（钢种SA210C,盲区）"
  },
  {
    "size": "63.5×6.1×4",
    "info": "63.5×6.1-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "63.5×6.25×4",
    "info": "63.5×6.25-3521",
    "remark": "FW专用样管（钢种SA210A1,盲区）"
  },
  {
    "size": "63.5×6.35×4",
    "info": "63.5×6.35-3521",
    "remark": "FW专用样管,钢种SA210A1"
  },
  {
    "size": "63.5×6.5×4",
    "info": "63.5×6.5-1804",
    "remark": "（钢种CK35,钢印有误）"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5×6.6-2923",
    "remark": "SA-209T1a,30mm"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5×6.6-0921",
    "remark": "FW专用样管（钢种SA210C,盲区）"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5×6.6-4021",
    "remark": "FW专用样管（钢种T1a)*"
  },
  {
    "size": "63.5×6.6×4",
    "info": "63.5×6.6-3521",
    "remark": "FW专用样管,钢种SA210A1"
  },
  {
    "size": "63.5×6.86×4",
    "info": "63.5×6.86-3523",
    "remark": "FW专用样管（钢种SA210A1,盲区）"
  },
  {
    "size": "63.5×7.1×4",
    "info": "63.5×7.1-2922",
    "remark": "SA-209T1a,30mm"
  },
  {
    "size": "63.5×7.62×4",
    "info": "63.5×7.62-2821",
    "remark": "FW专用样管,钢种T22,盲区"
  },
  {
    "size": "63.5×8.5×4",
    "info": "63.5×8.5-2821",
    "remark": "FW,钢种T22,槽伤长度40mm"
  },
  {
    "size": "63.5×8.89×4",
    "info": "63.5×8.89-2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "63.5×9.65×4",
    "info": "63.5×9.65-2821",
    "remark": "武锅,钢种T22,槽伤长度40mm,深度为壁厚5%"
  },
  {
    "size": "63.8×5.65×4",
    "info": "63.8×5.65-2420",
    "remark": "8617H,L2,30mm"
  },
  {
    "size": "63.8×5.65×4",
    "info": "63.8×5.65-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "63×4×4",
    "info": "63×4-0220",
    "remark": "钢种20G"
  },
  {
    "size": "63×6.6×4",
    "info": "63×6.6-2921",
    "remark": "钢种10Cr9Mo1VNb,槽伤长度40mm"
  },
  {
    "size": "64×4×4",
    "info": "64×4-0204",
    "remark": " "
  },
  {
    "size": "65.9×6.35×4",
    "info": "65.9×6.35-2420",
    "remark": "FW专用样管,钢种SAE8617H"
  },
  {
    "size": "65×7×4",
    "info": "65C0004",
    "remark": "26MnB5,1.58mm"
  },
  {
    "size": "65×7×4",
    "info": "65×7-6304",
    "remark": "钢种25Mn2"
  },
  {
    "size": "65×7×4",
    "info": "65×7-0004",
    "remark": "26MnB5,L2,30mm"
  },
  {
    "size": "66.7×8.36×4",
    "info": "66.7×8.36-0002",
    "remark": "SCM415,L2,40mm"
  },
  {
    "size": "66×5.25×4",
    "info": "66×5.25-2421",
    "remark": "8617H,L2,30mm"
  },
  {
    "size": "66×5.75×4",
    "info": "66×5.75-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "67.7×7.1×4",
    "info": "67.7×7.1-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "68.3×5.55×4",
    "info": "68.3×5.55-2420",
    "remark": "联合探伤线专用样管（钢种SAE8617H）"
  },
  {
    "size": "68.3×5.8×4",
    "info": "68.3×5.8-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "68.8×5.5×4",
    "info": "68.8×5.5-2421",
    "remark": "钢种8617,槽伤长度40mm"
  },
  {
    "size": "69.85×4.57×4",
    "info": "69.85×4.57-1801",
    "remark": "钢种T11"
  },
  {
    "size": "69.85×4.57×4",
    "info": "69.85×4.57-1820",
    "remark": "钢种T11"
  },
  {
    "size": "69.85×4.57×4",
    "info": "69.85×4.57-1822",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "69.85×5.08×4",
    "info": "69.85×5.08-1821",
    "remark": "FW专用样管,钢种T11"
  },
  {
    "size": "69.85×6.1×4",
    "info": "69.85×6.1-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "69.85×7.37×4",
    "info": "69.85×7.37-2821",
    "remark": "武锅,钢种T22,槽伤长度40mm"
  },
  {
    "size": "69.85×9.14×4",
    "info": "2921",
    "remark": "武锅监制,钢种T91,槽伤长度40mm"
  },
  {
    "size": "69.9×7.21×4",
    "info": "0920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "69×6.5×4",
    "info": "2421",
    "remark": "SAE8617H,L2,30mm"
  },
  {
    "size": "69×6×4",
    "info": "2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "70.2×6.85×4",
    "info": "2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "70.4×5.6×4",
    "info": "2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "70×15×4",
    "info": "2901",
    "remark": "T91,L2,30mm"
  },
  {
    "size": "70×3.5×4",
    "info": "1101",
    "remark": "钢种15CrMoG"
  },
  {
    "size": "70×4.5×4",
    "info": "3921",
    "remark": "钢种T12,槽伤长度40mm"
  },
  {
    "size": "71.6×10.7×4",
    "info": "2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "72.2×3.5×4",
    "info": "8201",
    "remark": "钢种P460N,槽伤长度为25mm"
  },
  {
    "size": "73.6×7.3×4",
    "info": "2420",
    "remark": "SAE8617H"
  },
  {
    "size": "73.8×6.05×4",
    "info": "2420",
    "remark": "SAE8617H,30mm,"
  },
  {
    "size": "73×10.5×4",
    "info": "3121",
    "remark": "钢种T2"
  },
  {
    "size": "73×14×4",
    "info": "4801",
    "remark": "钢种A106B"
  },
  {
    "size": "73×3.6×4",
    "info": "0221",
    "remark": "FW专用样管,钢种20G,槽伤长度为40mm"
  },
  {
    "size": "73×3.8×4",
    "info": "0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "73×5.16×4",
    "info": "5901",
    "remark": "P11,L2,30MM"
  },
  {
    "size": "73×6.5×4",
    "info": "73×6.5-0504",
    "remark": "钢种35"
  },
  {
    "size": "73×9.5×4",
    "info": "73×9.5-6501",
    "remark": "P91,L2,30MM"
  },
  {
    "size": "74.3×6.2×4",
    "info": "74.3×6.2-2421",
    "remark": "联合探伤线专用样管（钢种SAE8617H,盲区）"
  },
  {
    "size": "74.3×6.65×4",
    "info": "74.3×6.65-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "75×5×4",
    "info": "75×5-0601",
    "remark": "45,L2,30mm"
  },
  {
    "size": "75×7.5×4",
    "info": "75×7.5-1701",
    "remark": "钢种30CrMnSiA"
  },
  {
    "size": "76.1×16×4",
    "info": "76.1×16-6021",
    "remark": "武锅,钢种16Mo3,长度25mm"
  },
  {
    "size": "76.1×7.25×4",
    "info": "76.1×7.25-2401",
    "remark": "厂制作"
  },
  {
    "size": "76.2×16×4",
    "info": "76.2×16-1101",
    "remark": "钢种15CrMoG"
  },
  {
    "size": "76.2×4.57×4",
    "info": "76.2×4.57-2921",
    "remark": "武锅,钢种T91,槽伤长度40mm"
  },
  {
    "size": "76.2×4.57×4",
    "info": "76.2×4.57-3522",
    "remark": "SA210A1,FW"
  },
  {
    "size": "76.2×6.1×4",
    "info": "76.2×6.1-3521",
    "remark": "FW,钢种SA210A1,长度30mm"
  },
  {
    "size": "76.2×7.04×4",
    "info": "76.2×7.04-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "76.2×7.62×4",
    "info": "76.2×7.62-1821",
    "remark": "FW专用样管,钢种T11"
  },
  {
    "size": "76.2×7.87×4",
    "info": "76.2×7.87-4021",
    "remark": "FW,钢种T1a,槽伤长度40mm"
  },
  {
    "size": "76.2×7.9×4",
    "info": "76.2×7.9-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "76.9×7.3×4",
    "info": "76.9×7.3-2420",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "76×10×4",
    "info": "76×10-2901",
    "remark": "P91,L2,20mm"
  },
  {
    "size": "76×12×4",
    "info": "76×12-2901",
    "remark": "P91,L2,20mm"
  },
  {
    "size": "76×14×4",
    "info": "76×14-2921",
    "remark": "钢种T91,槽伤长度40mm"
  },
  {
    "size": "76×16.5×4",
    "info": "76×16.5-2901",
    "remark": "T91,L2,30mm"
  },
  {
    "size": "76×17.5×4",
    "info": "76×17.5-2901",
    "remark": ""
  },
  {
    "size": "76×3.5×4",
    "info": "76×3.5-1101",
    "remark": "钢种15CrMoG"
  },
  {
    "size": "76×3×4",
    "info": "76×3-1120",
    "remark": "联合探伤线专用样管（钢种15CrMoG,盲区）"
  },
  {
    "size": "76×6.5×4",
    "info": "76×6.5-0901",
    "remark": "钢种SA210C"
  },
  {
    "size": "76×6×4",
    "info": "76×6-2921",
    "remark": "钢种T91,槽伤长度30mm"
  },
  {
    "size": "77×5×4",
    "info": "77×5-7601",
    "remark": "P460N,长度40mm"
  },
  {
    "size": "78.5×6.7×4",
    "info": "78.5×6.7-E0002",
    "remark": "T22,L2,30mm"
  },
  {
    "size": "78.5×6.7×4",
    "info": "78.5×6.7-8804",
    "remark": ",钢种45B2M"
  },
  {
    "size": "79.3×7.92×4",
    "info": "79.3×7.92-8701",
    "remark": "30CrMo4,L2,纵向伤：30mm内外横向伤：20mm"
  },
  {
    "size": "80.5×14.5×4",
    "info": "80.5×14.5-0001",
    "remark": "20CrMnTi,L2,30mm"
  },
  {
    "size": "80×5×4",
    "info": "80×5-2904",
    "remark": "钢种T91"
  },
  {
    "size": "80×9.76×4",
    "info": "80×9.76-0001",
    "remark": "SCM415,L2,40mm"
  },
  {
    "size": "82.55×8.43×4",
    "info": "82.55×8.43-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "82.5×11.5×3.75m",
    "info": "82.5×11.5-3121",
    "remark": "FW专用样管,钢种T2"
  },
  {
    "size": "82.5×11×3.75m",
    "info": "82.5×11-3121",
    "remark": "FW专用样管（钢种T2）"
  },
  {
    "size": "82.5×4×4",
    "info": "82.5×4-1121",
    "remark": "钢种15CrMo,槽伤长度40mm"
  },
  {
    "size": "82.5×7.92×4",
    "info": "82.5×7.92-8701",
    "remark": "32CrMo4,L2,纵向伤：30mm内外横向伤：20mm"
  },
  {
    "size": "82.6×7.57×4",
    "info": "82.6×7.57-0920",
    "remark": "联合探伤线专用样管（钢种SA210C)"
  },
  {
    "size": "83×4×4",
    "info": "83×4-0001",
    "remark": "L2,30mm"
  },
  {
    "size": "85.7×11.3×4",
    "info": "85.7×11.3-0921",
    "remark": "钢种SA210C"
  },
  {
    "size": "88.9×11.3×4",
    "info": "88.9×11.3",
    "remark": "L2,30mm,SA106C"
  },
  {
    "size": "88.9×12.5×4",
    "info": "88.9×12.5-6021",
    "remark": "武锅,钢种16Mo3,长度25mm"
  },
  {
    "size": "88.9×12.7×4",
    "info": "88.9×12.7-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "88.9×12×4",
    "info": "88.9×12-3121",
    "remark": "FW专用样管,钢种T2"
  },
  {
    "size": "88.9×15.2×4",
    "info": "88.9×15.2-8621",
    "remark": "FW监制,钢种SA106C,槽伤长度为40mm"
  },
  {
    "size": "88.9×3.2×4",
    "info": "88.9×3.2-0421",
    "remark": "钢种20,槽伤长度40mm"
  },
  {
    "size": "88.9×4×4",
    "info": "88.9×4-1020",
    "remark": "钢种12Cr1MoV,"
  },
  {
    "size": "88.9×5.49×4",
    "info": "88.9×5.49-4821",
    "remark": "FW,钢种106B,槽伤长度40mm"
  },
  {
    "size": "88.9×6.45×4",
    "info": "88.9×6.45-7820",
    "remark": "联合探伤线专用样管,钢种L80-13Cr"
  },
  {
    "size": "88.9×8.13×4",
    "info": "88.9×8.13-0921",
    "remark": "FW,钢种SA210C,槽伤长度40mm"
  },
  {
    "size": "89×12×4",
    "info": "89×12-4804",
    "remark": " "
  },
  {
    "size": "89×14×4",
    "info": "89×14-2905",
    "remark": "T91,l2,30mm"
  },
  {
    "size": "89×14×4",
    "info": "89×14-2904",
    "remark": "钢种T91,盲区"
  },
  {
    "size": "89×16×3.7",
    "info": "89×16-2921",
    "remark": "钢种T91,槽伤长度40mm,盲区＜200mm"
  },
  {
    "size": "89×19×4",
    "info": "89×19-2903",
    "remark": " "
  },
  {
    "size": "89×3.5×4",
    "info": "89×3.5-8721",
    "remark": "钢种34CrMo4,槽伤长度40mm"
  },
  {
    "size": "89×3×4",
    "info": "89×3-8701",
    "remark": "34CrMo4,L2,30mm"
  },
  {
    "size": "89×4.5×4",
    "info": "89×4.5-2922",
    "remark": "L2,30mm,T91"
  },
  {
    "size": "89×4.5×4",
    "info": "89×4-2921",
    "remark": "T91,40mm"
  },
  {
    "size": "91×12×4",
    "info": "91×12-0421",
    "remark": "联合探伤线专用样管,钢种20"
  },
  {
    "size": "内31.8×5.5",
    "info": "内31.8×5.5-3104",
    "remark": " "
  },
  {
    "size": "内35×6.5",
    "info": "内35×6.5-3104",
    "remark": " "
  },
  {
    "size": "内38.1×4.7",
    "info": "内38.1×4.7-3104",
    "remark": "有内伤"
  },
  {
    "size": "内38.1×7.5",
    "info": "内38.1×7.5-3104",
    "remark": " "
  },
  {
    "size": "内45×5.4",
    "info": "内45×5.4-3504",
    "remark": " "
  },
  {
    "size": "内50.8×6.35",
    "info": "内50.8×6.35-3504",
    "remark": "有内伤"
  },
  {
    "size": "内57.15×6.35",
    "info": "内57.15×6.35-3504",
    "remark": "有内伤"
  },
  {
    "size": "内60.3×7.5",
    "info": "内60.3×7.5-0904",
    "remark": "有内伤"
  },
  {
    "size": "内63.5×12.7",
    "info": "内63.5×12.7-0904",
    "remark": " "
  },
  {
    "size": "内63.5×7.5",
    "info": "内63.5×7.5-0904",
    "remark": "有内伤"
  },
  {
    "size": "内66.7×8",
    "info": "内66.7×8-0904",
    "remark": "有内伤"
  },
  {
    "size": "超声-34×4×4",
    "info": "34×4-1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "超声-38.1×4.57×4",
    "info": "38.1×4.57-1020",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "超声-38×7×4",
    "info": "38×7-2920",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "超声-42×4×4",
    "info": "42×4-0220",
    "remark": "联合探伤线专用样管"
  },
  {
    "size": "超声-50.8×5.08×4",
    "info": "50.8×5.08-1821",
    "remark": "FW专用样管（钢种T11,盲区）"
  },
  {
    "size": "超声38×6×4",
    "info": "38×6-0220",
    "remark": "联合探伤线专用样管,钢种20G"
  },
  {
    "size": "盲检63.5×6.6×4",
    "info": "63.5T0900",
    "remark": "钢种SA210C,孔径Φ1.80mm,盲检专用"
  },
  {
    "size": "盲检63.5×6.6×4",
    "info": "63.5×6.6-0900",
    "remark": "钢种SA210C,盲检专用"
  },
  {
    "size": "内45×5.4×4",
    "info": "N45×5.4-0901",
    "remark": "钢种SA210C"
  },
  {
    "size": "内60×6.5×4",
    "info": "N60×6.5-0920",
    "remark": "钢种SA210C,有外横伤(无内横伤)"
  }
]
module.exports = {
  tubeListET: sampleTube_ET,
  tubeListUT: sampleTube_UT
}